{
  "spellbooks": [
    {
      "bookId": 1,
      "bookName": "Path of Light",
      "description": "This is the Path that confers dominion over one of the two Higher Elements, pure light. It controls man's most positive emotions, such as love, peace, and pleasure. Light also regulates knowledge and detection. Its offensive and defensive powvers are very balanced.",
      "type": "Main",
      "oppositeBook": "Darkness",
      "secondaryBookAccessible": [
        "Chaos",
        "War",
        "Literae",
        "Music",
        "Nobility",
        "Peace",
        "Knowledge",
        "Dream",
        "Time"
      ]
    },
    {
      "bookId": 2,
      "bookName": "Path of Darkness",
      "description": "Darkness does not govern the absence of light, but rather It manipulates the very power of the shadows. It controls all negative emotions, such as fear, anger and hatred. It also represents the power of secrets, among which concealment and obfuscation are included. Like Light, its power is very well balanced.",
      "type": "Main",
      "oppositeBook": "Light",
      "secondaryBookAccessible": [
        "War",
        "Chaos",
        "Literae",
        "Death",
        "Music",
        "Nobility",
        "Sin",
        "Knowledge",
        "Blood",
        "Dream",
        "Time",
        "Threshold",
        "Void"
      ]
    },
    {
      "bookId": 3,
      "bookName": "Path of Creation",
      "description": "The power of creation is the magical ability to organize and alter the reality that surrounds spellcasters. These spells are about change, healing, and creating things. It is a distinctly defensive magic.",
      "type": "Main",
      "oppositeBook": "Destruction",
      "secondaryBookAccessible": [
        "Chaos",
        "Literae",
        "Music",
        "Peace",
        "Sin",
        "Knowledge",
        "Blood",
        "Time"
        ]
    },
    {
      "bookId": 4,
      "bookName": "Path of Destruction",
      "description": "This Path allows the caster to channel the power of the Flow of Souls, turning it against reality itself. These spells affect both the material and spiritual worlds. It is naturally offensive power.",
      "type": "Main",
      "oppositeBook": "Creation",
      "secondaryBookAccessible": [
        "War",
        "Chaos",
        "Death",
        "Sin",
        "Blood",
        "Time",
        "Void"
      ]
    },
    {
      "bookId": 5,
      "bookName": "Path of Fire",
      "description": "The first of the four Lower Elemental Paths rules over high temperatures. These spells generate heat and fire and they devastate large areas of land. It also contains enchantments that consume certain sides of an Individual to bring up others in turn. It is a very offensive Path.",
      "type": "Minor",
      "oppositeBook": "Water",
      "secondaryBookAccessibles": [
        "War",
        "Death",
        "Sin",
        "Threshold"
      ]
    },
    {
      "bookId": 6,
      "bookName": "Path of Water",
      "description": "This Element hosts a variety of diverging concepts. This Is the Path that confers dominion over liquids and the purity of things. It also represents the power of ice and low temperalures. Its power is offensively and defensively balanced.",
      "type": "Minor",
      "oppositeBook": "Fire",
      "secondaryBookAccessibles": [
        "Literae",
        "Music",
        "Nobility",
        "Peace",
        "Knowledge",
        "Blood",
        "Void"
      ]
    },
    {
      "bookId": 7,
      "bookName": "Path of Earth",
      "description": "Earth is the powmer of the planet, stones and minerals. It is the most substantial of magics and It governs the laws of physics - like gravity and magnetism. Its influence over spirits and the immaterial is very limited. Earth spells are the magic of resistance, endurance, and slowness.",
      "type": "Minor",
      "oppositeBook": "Air",
      "secondaryBookAccessibles": [
        "War",
        "Literae",
        "Nobility",
        "Peace",
        "Threshold"
      ]
    },
    {
      "bookId": 8,
      "bookName": "Path of Air",
      "description": "This is the Path of the ethereal and incorporeal. It contains movement and speed spells. With its power, space may be altered and bodies may be transported from one place to another. This is also the Path in charge of the weather and electricity.",
      "type": "Minor",
      "oppositeBook": "Earth",
      "secondaryBookAccessibles": [
        "Chaos",
        "Music",
        "Nobility",
        "Peace",
        "Sin",
        "Knowledge",
        "Dream",
        "Threshold",
        "Void"
      ]
    },
    {
      "bookId": 9,
      "bookName": "Path of Essence",
      "description": "Essence controls life and souls. This Path has control over spirits and natural beings that belong to the world. It is also the Path of nature and spells of a druidic origin.",
      "type": "Minor",
      "oppositeBook": "Illusion",
      "secondaryBookAccessibles": [
        "Music",
        "Peace",
        "Knowledge",
        "Blood",
        "Dream"
      ]
    },
    {
      "bookId": 10,
      "bookName": "Path of Illusion",
      "description": "The power of this Path gives spellcasters control over Deception and Illusion. Spells can alter reality and the way it is perceived.",
      "type": "Minor",
      "oppositeBook": "Essence",
      "secondaryBookAccessibles": [
        "Literae",
        "Death",
        "Music",
        "Nobility",
        "Sin",
        "Dream",
        "Threshold"
      ]
    },
    {
      "bookId": 11,
      "bookName": "Path of Necromancy",
      "description": "Necromancy is a perversion of magic. While the rest of the Paths derive their power from the network of souls, these spells destroy the essence of life by stagnating and perverting the souls it uses. Its power gives back life to the dead, destroys souls and drains the life and essence of other being.",
      "type": "Automatic",
      "oppositeBook": "The rest of the magic Paths",
      "secondaryBookAccessibles": [
        "War",
        "Death",
        "Sin",
        "Knowledge",
        "Blood",
        "Dream",
        "Threshold",
        "Void"
      ]
    },
    {
      "bookId": 12,
      "bookName": "Free Access Spells",
      "description": "The free access spells are generic spells that every spellcaster can learn, no matter which paths he chose. When a spellcaster learn a path, he can learn among those spells to complete his path and make it unique.",
      "type": "Undetermined"
    },
    {
      "bookId": 13,
      "bookName": "Livre du Chaos",
      "description": "Cette voie manie le principe absolu du chaos, le pouvoir de l'imprédictible e l'altération des événements.",
      "primaryBookUnaccessibles": [
        "Eau",
        "Feu",
        "Terre",
        "Essence",
        "Illusion",
        "Nécromancie"
      ]
    },
    {
      "bookId": 14,
      "bookName": "Livre de la Guerre",
      "description": "Les sorciers de la guerre sont ceux qui maîtrisent les champs de bataille à volonté, pouvant renforcer selon leurs souhaits les compétences de leurs alliés ou même d'armées entières.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Création",
        "Air",
        "Eau",
        "Essence",
        "Illusion"
      ]
    },
    {
      "bookId": 15,
      "bookName": "Livre de la Literae",
      "description": "Literae est la magie des mots, la voie de la modification de la réalité en écrivant des annotations en marge du livre que nous appelons la réalité. Ceux qui l’emploient sont capables d'utiliser la sorcellerie pour réécrire le scénario de la vie en l'adaptant à leurs besoins.",
      "primaryBookUnaccessibles": [
        "Destruction",
        "Air",
        "Feu",
        "Terre",
        "Essence",
        "Nécromancie"
      ]
    },
    {
      "bookId": 16,
      "bookName": "Livre de la Mort",
      "description": "Cette voie secondaire contrôle la fin des choses, la mort dans son concept fin de la vie.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Création",
        "Air",
        "Eau",
        "Terre",
        "Essence",
        "Illusion"
      ]
    },
    {
      "bookId": 17,
      "bookName": "Livre de la Musique",
      "description": "Cette voie secondaire regroupe tous les pouvoirs en relation avec la musique les mélodies. Les sorciers qui utilisent ses sorts sont habituellement appelés mages musiciens, car c'est au travers de leurs mélodies qu'ils sont capables de provoquer les effets et les merveilles les plus invraisemblables.",
      "primaryBookUnaccessibles": [
        "Destruction",
        "Feu",
        "Terre",
        "Nécromancie"
      ]
    },
    {
      "bookId": 18,
      "bookName": "Livre de la Noblesse",
      "description": "Cette voie secondaire regroupe tous les principes en relation avec l'apparence, la position sociale et la supériorité sur les autres. C'est la magie dont usent la noblesse et les grands seigneurs pour assurer leur domination sur les autres.",
      "primaryBookUnaccessibles": [
        "Création",
        "Destruction",
        "Feu",
        "Essence",
        "Nécromancie"
      ]
    },
    {
      "bookId": 19,
      "bookName": "Livre de la Paix ",
      "description": "C'est la voie qui incarne l'harmonie et l'absence de conflits.",
      "primaryBookUnaccessibles": [
        "Obscurité",
        "Destruction",
        "Feu",
        "Illusion",
        "Nécromancie"
      ]
    },
    {
      "bookId": 20,
      "bookName": "Livre du Péché",
      "description": "Cette voie secondaire est la plus obscure et la plus retorse de toutes, car elle regroupe tous les pouvoirs en relation avec les émotions négatives, le péché et plus globalement le mal à l'état pur. C'est la magie utilisée par la grande majorité des créatures infernales, ainsi que par les adorateurs des divinités maléfiques de chaque culture.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Eau",
        "Terre",
        "Essence",
        "Illusion"
      ]
    },
    {
      "bookId": 21,
      "bookName": "Livre de la Connaissance",
      "description": "Connaissance est, une voie secondaire primordiale qui domine le concept même du savoir. Les sorciers qui l'utilisent ont la maîtrise sur tout ce qui peut être appris.",
      "primaryBookUnaccessibles": [
        "Destruction",
        "Feu",
        "Terre",
        "Illusion"
      ]
    },
    {
      "bookId": 22,
      "bookName": "Livre du Sang",
      "description": "Cette voie secondaire contrôle le principe qui donne la vie aux êtres organiques, celui du sang lui-même.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Air",
        "Feu",
        "Terre",
        "Illusion"
      ]
    },
    {
      "bookId": 23,
      "bookName": "Livre des Songes",
      "description": "Songes est la voie de magie secondaire qui contrôle le monde onirique des rêveurs, ainsi que son reflet dans la Veille.",
      "primaryBookUnaccessibles": [
        "Création",
        "Destruction",
        "Eau",
        "Feu",
        "Terre"
      ]
    },
    {
      "bookId": 24,
      "bookName": "Livre du Temps ",
      "description": "Pour beaucoup d'occultistes le principe qui contrôle cette voie secondaire est le plus grand de tous, y compris parmi ceux des voies majeures. Ceux qui l'utilisent sont appelés les Chronomants, ou mages du temps, et leurs capacités consistent à utiliser la magie pour contrôler le passage du temps comme s'il s'agissait simplement d'un élément de plus.",
      "primaryBookUnaccessibles": [
        "Air",
        "Eau",
        "Feu",
        "Terre",
        "Essence",
        "Illusion",
        "Nécromancie"
      ]
    },
    {
      "bookId": 25,
      "bookName": "Livre du Seuil",
      "description": "La peur et la folie sont les émotions les plus sombres, primaires et puissantes, antérieures même aux temps où les hommes ont pris conscience de leur destin. Cette voie secondaire à ces deux concepts comme base, c'est la magie des horreurs primitives qui sont au-delà des ténèbres elles-mêmes.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Création",
        "Destruction",
        "Eau",
        "Essence"
      ]
    },
    {
      "bookId": 26,
      "bookName": "Livre du Vide",
      "description": "Vide est la voie secondaire qui contrôle les énergies du néant, l'absence totale de toute matière physique ou spirituelle.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Création",
        "Feu",
        "Terre",
        "Essence",
        "Illusion"
      ]
    }
  ]
}
