{
  "bookId": 24,
  "bookName": "Path of Time",
  "description": "To many occultists the sub-path that controls time is the greatest of all, valued even more than the higher paths. Those who use it are often called Chronomancers or magicians of the time, and as they wield the ability is to use magic to control the flow of time like an element.",
  "primaryBookUnaccessibles": [
    "Air",
    "Water",
    "Fire",
    "Earth",
    "Essence",
    "Illusion",
    "Necromancy"
  ],
  "spells": [
    {
      "spellId": 1,
      "bookId": 24,
      "name": "﻿Temporal knowledge",
      "level": 4,
      "actionType": "Active",
      "type": "Spell Type: Effect",
      "effect": "Effect: The character can perceive time supernaturally.",
      "initialGrade": {
        "zeon": 30,
        "requiredIntelligence": 5,
        "effect": " Allows the mage to supernaturally perceive the time and date is that using the calendar known as the caster.",
        "retention": 0
      },
      "intermediateGrade": {
        "zeon": 50,
        "requiredIntelligence": 7,
        "effect": " As base level, but also with the caster feels with absolute accuracy seconds and milliseconds. It also allows him to feel if there is some kind of supernatural disturbance in the flow of time.",
        "retention": 0
      },
      "advancedGrade": {
        "zeon": 70,
        "requiredIntelligence": 10,
        "effect": " As in intermediate grade, but the character can set an “alarm”, feeling it when that time comes.",
        "retention": 0
      },
      "arcaneGrade": {
        "zeon": 90,
        "requiredIntelligence": 12,
        "effect": " As advanced degree, but the pitcher can calculate the period of time it will take time to conclude something, such as  time it will take you to walk at constant speed across a beach, or the time it takes a melody to finish.",
        "retention": 0
      },
      "withRetention": false,
      "dailyRetention": true
    },
    {
      "spellId": 2,
      "bookId": 24,
      "name": "Temporal acceleration",
      "level": 14,
      "actionType": "Active",
      "type": "Spell Type: Effect",
      "effect": "The magician accelerates their essence before the flow of time, allowing him to perceive the world in slow motion, others only see a blur in motion.",
      "initialGrade": {
        "zeon": 100,
        "requiredIntelligence": 7,
        "effect": " Movement  +1 / +20 to Initiative / +10 All action Bonus.",
        "retention": 10
      },
      "intermediateGrade": {
        "zeon": 140,
        "requiredIntelligence": 10,
        "effect": " Movement +2 / +30 Initiative / +15 All action Bonus.",
        "retention": 15
      },
      "advancedGrade": {
        "zeon": 180,
        "requiredIntelligence": 12,
        "effect": " Movement +2 / +40 Initiative / +20 All action Bonus.",
        "retention": 20
      },
      "arcaneGrade": {
        "zeon": 240,
        "requiredIntelligence": 15,
        "effect": " Movement +3 / +50 Initiative / +25 All action Bonus.",
        "retention": 25
      },
      "withRetention": true,
      "dailyRetention": false
    },
    {
      "spellId": 3,
      "bookId": 24,
      "name": "Temporal slowness",
      "level": 24,
      "actionType": "Active",
      "type": "Spell Type: Effect",
      "effect": "Effect: This spell affects an area of land within which every individual designated by the caster is temporarily slowed. Consequently, those affected move much more slowly, and suffer various penalties. The area affected by temporal slowness remains static after casting. To resist the effects, it is necessary to pass an MR test, but someone who has failed the test can not repeat it again until after exiting the influence of the spell.",
      "initialGrade": {
        "zeon": 100,
        "requiredIntelligence": 7,
        "effect": " -2 Movement / -40 Initiative / 10m/10yd radius / MR 100.",
        "retention": 10
      },
      "intermediateGrade": {
        "zeon": 150,
        "requiredIntelligence": 10,
        "effect": " -4 Movement / -60 Initiative / -10 All action penalty / 25m/27yd radius / MR 120.",
        "retention": 15
      },
      "advancedGrade": {
        "zeon": 200,
        "requiredIntelligence": 12,
        "effect": " -6 Movement / -80 Initiative / -20 All action penalty / 50m/54yd radius / MR 140.",
        "retention": 20
      },
      "arcaneGrade": {
        "zeon": 250,
        "requiredIntelligence": 15,
        "effect": " -8 Movement / -100 Initiative / -30 All action penalty / 100m/109yd radius / MR 160.",
        "retention": 25
      },
      "withRetention": true,
      "dailyRetention": false
    },
    {
      "spellId": 4,
      "bookId": 24,
      "name": "Stall time",
      "level": 34,
      "actionType": "Active",
      "type": "Spell Type: Automatic",
      "effect": "This spell creates a supernatural bubble where the flow of time ceases to function; the state of the things inside can not change. Even damage and effects will not be applied. For example, while this spell is maintained, a wounded character will remain with the same amount of LP even if new attacks that can produce damage or even kill him. Similarly, negative physical effects such as pain or fatigue, will not take effect at the time. Unfortunately, stall time can only delay the effects of what really happened, and never avoid them, so any damage an individual or thing has suffered during the stagnant period of time appear immediately once the spell ends or upon leaving the area of influence. That means that if someone has died within a stall time spell no matter how much healing you give them when the spell ends, they will be dead long ago. The warlock can freely choose who is affected and decide what things can be destroyed and which cannot. However, this charm never affects the caster; he is the nexus that links the past and present. The area affected by stall time remains static on the site it was launched.",
      "initialGrade": {
        "zeon": 150,
        "requiredIntelligence": 8,
        "effect": " 5m/5yd radius",
        "retention": 15
      },
      "intermediateGrade": {
        "zeon": 200,
        "requiredIntelligence": 11,
        "effect": " 10m/10yd radius",
        "retention": 20
      },
      "advancedGrade": {
        "zeon": 280,
        "requiredIntelligence": 13,
        "effect": " 25m/27yd radius",
        "retention": 30
      },
      "arcaneGrade": {
        "zeon": 380,
        "requiredIntelligence": 15,
        "effect": " 50m/54yd radius.",
        "retention": 40
      },
      "withRetention": true,
      "dailyRetention": false
    },
    {
      "spellId": 5,
      "bookId": 24,
      "name": "Stop Time",
      "level": 44,
      "actionType": "Active",
      "type": "Spell Type: Automatic",
      "effect": "Effect: This spell makes time stand still inside a given space. Anyone or thing after the start of the spell that is in the interior of your area of ​​effect will be frozen in time if failing their MR test. The people or things frozen in time are completely solid, so nothing can interact with them, touch them or damage them.  Beings with 40 or more Gnosis can ignore this fact, being able to interact freely with frozen things without any problems. Anyone affected by this spell can only repeat the MR test once a day. The affected area by Stop Time is static at the site it was launched, the caster cannot select targets, with the exception being himself.",
      "initialGrade": {
        "zeon": 200,
        "requiredIntelligence": 9,
        "effect": " MR 120 / 10m/10yd radius",
        "retention": 40
      },
      "intermediateGrade": {
        "zeon": 300,
        "requiredIntelligence": 12,
        "effect": " MR 140 / 25m/27yd radius.",
        "retention": 60
      },
      "advancedGrade": {
        "zeon": 400,
        "requiredIntelligence": 14,
        "effect": " MR 160 / 50m/54yd radius.",
        "retention": 80
      },
      "arcaneGrade": {
        "zeon": 500,
        "requiredIntelligence": 16,
        "effect": " MR 180 / 100m/109yd radius.",
        "retention": 100
      },
      "withRetention": true,
      "dailyRetention": true
    },
    {
      "spellId": 6,
      "bookId": 24,
      "name": "Retro Evolution",
      "level": 54,
      "actionType": "Active",
      "type": "Spell Type: Spiritual.",
      "effect": "Effect: This spell affects the essence of a target, taking its \"existence\" back in time. Naturally, not traveling to the past itself, but its essence returning to a time earlier in life. Thus, an elder would be young or adult male could become a mere child (or even a baby). Unfortunately, the time traveled backwards is removed from the life span of the individual, so that the affected lose that part of his life, forgetting their memories or even losing (or winning) the capabilities they had. Naturally, if needed it is possible to alter the affected level (only doing half a year instead of the full 12 months at advanced level for example). This spell does not support retrieving severed limbs, damage, or effects caused by beings of Gnosis 40 or higher. To resist its effects, is necessary to pass a MR test.",
      "initialGrade": {
        "zeon": 250,
        "requiredIntelligence": 10,
        "effect": " MR 120 / Backs up one day.",
        "retention": 0
      },
      "intermediateGrade": {
        "zeon": 350,
        "requiredIntelligence": 13,
        "effect": " MR 140 / Backs up to a month.",
        "retention": 0
      },
      "advancedGrade": {
        "zeon": 450,
        "requiredIntelligence": 15,
        "effect": " MR 160 / Backs up to a year.",
        "retention": 0
      },
      "arcaneGrade": {
        "zeon": 600,
        "requiredIntelligence": 17,
        "effect": " MR 180 / Backs up to a decade.",
        "retention": 0
      },
      "withRetention": false,
      "dailyRetention": true
    },
    {
      "spellId": 7,
      "bookId": 24,
      "name": "Undoing Time ",
      "level": 64,
      "actionType": "Active",
      "type": " Spell Type: Effect",
      "effect": "This spell allows the fibers of time to recede  a moment in a given area, undoing any event  that has occurred in that period. That way, you can repeat  a few rounds or even restore life to someone who had died in that time. Only the caster, beings with natura 15 or higher, or divine beings will be aware of what has happened.  This spell  can not undo the actions caused by a being with Gnosis 40 or higher unless the caster has a higher Gnosis score.  This spell also not return life to someone whose soul has been lost or destroyed.  It is important to point out that the fact that time in general does not  stop, but separates one part of the space time continuum that makes it back briefly therefore, establishing a short temporal distortion. Both the affected area as the period of time that is possible to go back  are determined by the level of the spell. No resistance test is possible. ",
      "initialGrade": {
        "zeon": 200,
        "requiredIntelligence": 11,
        "effect": " 15 seconds (5 rounds) / 50m/54yd radius",
        "retention": 0
      },
      "intermediateGrade": {
        "zeon": 350,
        "requiredIntelligence": 14,
        "effect": " 30 seconds (10 rounds) / 150m/164yd radius",
        "retention": 0
      },
      "advancedGrade": {
        "zeon": 500,
        "requiredIntelligence": 16,
        "effect": " One minute / 250m/273yd radius. ",
        "retention": 0
      },
      "arcaneGrade": {
        "zeon": 800,
        "requiredIntelligence": 18,
        "effect": " One hour / 1km/1093yd radius. ",
        "retention": 0
      },
      "withRetention": false,
      "dailyRetention": true
    },
    {
      "spellId": 8,
      "bookId": 24,
      "name": "Time Shift",
      "level": 74,
      "actionType": "Active",
      "type": "Spell Type: Spiritual",
      "effect": "Effect: This spell affects an individual or thing by moving it into the future. The target of the spell disappears and appears in the same place some time later. While the only change being to the environment and no perception of the time lost. The caster is one who chooses how much time ahead the target is moved.  However, there is a limit to its effects, there are certain moments in history that mark important events that existentially are impossible to avoid. Therefore, if the period of time a time shift passes through has one of those points the individual who is jumping ahead stops their advance, ending the spell ahead of schedule. The resisting this spell requires a MR test.",
      "initialGrade": {
        "zeon": 250,
        "requiredIntelligence": 11,
        "effect": " Up to ten minutes / MR 120.",
        "retention": 0
      },
      "intermediateGrade": {
        "zeon": 350,
        "requiredIntelligence": 14,
        "effect": " Up to one day / MR 160.",
        "retention": 0
      },
      "advancedGrade": {
        "zeon": 450,
        "requiredIntelligence": 16,
        "effect": " Up to one month / MR 200.",
        "retention": 0
      },
      "arcaneGrade": {
        "zeon": 600,
        "requiredIntelligence": 18,
        "effect": " Up to one year / MR 240.",
        "retention": 0
      },
      "withRetention": false,
      "dailyRetention": true
    },
    {
      "spellId": 9,
      "bookId": 24,
      "name": "Temporary Loop",
      "level": 84,
      "actionType": "Active",
      "type": "Spell Type: Effect ",
      "effect": "This spell creates a loop in a period of time, making the events to be constantly repeated over and over again, while the spell is maintained, upon reaching the end of the period determined by the restart time set by the caster, starting the events over again Unless the individuals are designated by the caster or Gnosis over 35 (or, alternatively, those whose Natura is 15 or more), nobody will be aware that history repeats itself. This spell has a definite area of ​​effect; however, this does not mean that the time advances outside the area. When the spell ends, it is as though only the last period of time has passed. Gnosis 40 or higher immediately  know the place and positioning of all the temporary loops existing. If desired, the pitcher may impose an event as the end of the spell, making so that if certain events happen the spell is ended. The maintenance of this spell is calculated in a special way, the caster must pay the cost of maintenance at the end of each of the periods that loop.  That is, if you set the loop time out of ten minutes, when the ten minutes are up you would spend Zeon at that time. Unfortunately, by tying his essence a static moment in history the Temporary Loop caster can not recover Zeon in any way while the spell is active. Special Limitation: Contrary to the general rules for Free Access and sub-path spells, Temporary loop is considered a High Magic spell.",
      "initialGrade": {
        "zeon": 400,
        "requiredIntelligence": 11,
        "effect": " 250m/273yd radius / Until one day.",
        "retention": 40
      },
      "intermediateGrade": {
        "zeon": 600,
        "requiredIntelligence": 14,
        "effect": " 500m/546yd radius / Up to a week.",
        "retention": 60
      },
      "advancedGrade": {
        "zeon": 900,
        "requiredIntelligence": 16,
        "effect": " 1km/1093yd radius / Up to a month.",
        "retention": 90
      },
      "arcaneGrade": {
        "zeon": 1400,
        "requiredIntelligence": 18,
        "effect": " 5km/3mile radius / Up to one year.",
        "retention": 140
      },
      "withRetention": true,
      "dailyRetention": false
    },
    {
      "spellId": 10,
      "bookId": 24,
      "name": "Overlap Time",
      "level": 94,
      "actionType": "Active",
      "type": "Spell Type: Effect",
      "effect": "This spell allows the caster to create a junction point between present and past, making both join in a moment.   The past does not change at all, it is the present that changes, the past slips into the temporal line. That means that both people and things that existed at that time and place, reappear today. There is no limit to the number of items are brought into the affected area, armies to whole cities that existed eons ago.  The beings and objects are ghostly reflections they are not completely real.  In the case of overlapping two identical things in the same place (As in usual construction and durable geographic markers) will be imposed with which version had more presence at that time or, in the case of both presences are very similar, mixed giving as a result somewhere between the two. But if one person was in the same place both times, the result is always unstable, they may either be merged into one, exist as separate entities, or even that both are completely destroyed. However, this spell also has its limits. First, nothing can \"bring\" the past of someone or something that was uncreated or whose soul was destroyed (in the second of these cases, your body does appear, but it would be little more than an empty shell). Furthermore, if we “bring” an object +5 or more, whose remains still exists today, the manifestation of the object would be incomplete, possessing qualities very inferior to those of the remains. Special Limitation: Contrary to the general rules for spells Overlap Time is considered Divine Magic.",
      "initialGrade": {
        "zeon": 500,
        "requiredIntelligence": 12,
        "effect": " 5m/5yd radius / Up to one year in the past.",
        "retention": 0
      },
      "intermediateGrade": {
        "zeon": 800,
        "requiredIntelligence": 15,
        "effect": " 25m/27yd radius / Up to a decade in the past.",
        "retention": 0
      },
      "advancedGrade": {
        "zeon": 1250,
        "requiredIntelligence": 17,
        "effect": " 500m/546yd radius / Up to a century in the past.",
        "retention": 0
      },
      "arcaneGrade": {
        "zeon": 2500,
        "requiredIntelligence": 19,
        "effect": " 1km/1093yd radius / Upto a thousand years in the past.",
        "retention": 0
      },
      "withRetention": false,
      "dailyRetention": true
    }
  ]
}