{"bookId":9,"bookName":"Livre de l’Essence","description":"L’essence contrôle la vie et les âmes. Cette voie contrôle également les esprits et les être naturels de ce monde. C’est enfin la voie de la nature et des sortilèges druidiques.","type":"Mineure","oppositeBook":"Illusion","secondaryBookAccessibles":["Musique","Paix","Connaissance","Sang","Rêve."],"spells":[{"spellId":1,"bookId":9,"name":"Affinité Naturelle","level":2,"actionType":"Active","type":"Effet","effect":"Altère l'essence d'un individu, ce qui permet de lui donner une affinité avec n'importe quel type d'être vivant naturel","initialGrade":{"zeon":30,"requiredIntelligence":5,"effect":"affecte les animaux naturels (chevaux, lapins, loups, etc.)","retention":5},"intermediateGrade":{"zeon":80,"requiredIntelligence":8,"effect":"affecte toute classe de créature naturelle","retention":10},"advancedGrade":{"zeon":100,"requiredIntelligence":10,"effect":"affecte tant les êtres naturels que les créatures « entres-mondes »","retention":10},"arcaneGrade":{"zeon":120,"requiredIntelligence":12,"effect":"affecte toute classe de créature, y compris les êtres surnaturels de haut pouvoir existentiel","retention":15},"withRetention":true,"dailyRetention":true},{"spellId":2,"bookId":9,"name":"Détecter Essence","level":6,"actionType":"Active","type":"Automatique","effect":"Quand il lance ce sort, un sorcier perçoit l'essence sur laquelle se base n'importe quel être se trouvant autour de lui. Le sorcier n'obtient aucune information sur ces créatures, mais peut reconnaître les liens élémentaires et identifier a posteriori les êtres ayant le même type d'essence ou de même race. Un test de RMys permet d’éviter cet effet. Il ne s'agit pas d'un sort de détection typique, puisque le sorcier doit avoir conscience de la présence d'une entité près de lui pour percevoir son essence. Par contre, ce sort permet de percevoir les créatures Animiques invisibles à l'œil humain.","initialGrade":{"zeon":30,"requiredIntelligence":5,"effect":"RMys 100 / 10 m de rayon","retention":5},"intermediateGrade":{"zeon":60,"requiredIntelligence":8,"effect":"RMys 140 / 25 m de rayon","retention":10},"advancedGrade":{"zeon":100,"requiredIntelligence":10,"effect":"RMys 160 / 40 m de rayon","retention":10},"arcaneGrade":{"zeon":140,"requiredIntelligence":12,"effect":"RMys 200 / 100 m de rayon","retention":15},"withRetention":true,"dailyRetention":false},{"spellId":3,"bookId":9,"name":"Communication par l'Essence","level":10,"actionType":"Active","type":"Automatique","effect":"Le sort construit un lien animique entre le sorcier et une cible déterminée, ce qui leur permet de communiquer télépathiquement. La conversation s'effectue grâce à des concepts que les deux interlocuteurs comprennent automatiquement, même s'ils parlent des langues différentes ou qu'un d'entre eux n'a pas la capacité de parler. Il est même possible de parler avec les plantes ou les animaux qui n'ont pas de structure linguistique.","initialGrade":{"zeon":30,"requiredIntelligence":6,"effect":"permet de communiquer avec les plantes et les animaux","retention":10},"intermediateGrade":{"zeon":70,"requiredIntelligence":9,"effect":"permet de communiquer avec toute classe de créature naturelle","retention":20},"advancedGrade":{"zeon":100,"requiredIntelligence":10,"effect":"permet de communiquer avec toute classe de créature naturelle ou « entres-mondes »","retention":20},"arcaneGrade":{"zeon":150,"requiredIntelligence":13,"effect":"permet de communiquer avec toute classe d’entité","retention":25},"withRetention":true,"dailyRetention":true},{"spellId":4,"bookId":9,"name":"Connaissance Naturelle","level":12,"actionType":"Active","type":"Effet","effect":"Permet d'analyser toutes les informations sur un type déterminé d'être naturel, comme  les animaux ou les plantes. Un sorcier usant de ce sort pourrait par exemple examiner une plante étrange qu'il a découverte et apprendre si elle est vénéneuse ou si elle possède une quelconque capacité spéciale.","initialGrade":{"zeon":40,"requiredIntelligence":6,"effect":"analyse les propriétés basiques d’une plante ou d’un animal","retention":0},"intermediateGrade":{"zeon":60,"requiredIntelligence":9,"effect":"analyse toutes les propriétés basiques d’une plante ou d’un animal","retention":0},"advancedGrade":{"zeon":90,"requiredIntelligence":10,"effect":"analyse toutes les propriétés d’une race naturelle","retention":0},"arcaneGrade":{"zeon":120,"requiredIntelligence":13,"effect":"analyse toutes les propriétés et pouvoirs mystiques ou spéciaux d’une créature naturelle","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":5,"bookId":9,"name":"Assainissement","level":16,"actionType":"Active","type":"Effet","effect":"Permet de régénérer à une vitesse incroyable les blessures d'une personne, en soignant un certain pourcentage de ses points de vie perdus. Ce sort ne permet pas de récupérer les membres coupés ou les dégâts similaires et n'élimine pas les malus provoqués par les Critiques. Par contre, il stoppe tout saignement. Dans le cas des créatures à Encaissement, celles-ci ne récupèrent que la moitié de ce pourcentage.","initialGrade":{"zeon":80,"requiredIntelligence":8,"effect":"20% des Points de Vie","retention":0},"intermediateGrade":{"zeon":100,"requiredIntelligence":10,"effect":"40% des Points de Vie","retention":0},"advancedGrade":{"zeon":120,"requiredIntelligence":13,"effect":"60% des Points de Vie","retention":0},"arcaneGrade":{"zeon":150,"requiredIntelligence":15,"effect":"80% des Points de Vie","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":6,"bookId":9,"name":"Barrière d'Âmes","level":20,"actionType":"Active","type":"Défense","effect":"Crée une barrière spirituelle qui stoppe toutes les attaques animiques affectant les Résistances surnaturelles. Il permet d'utiliser le bouclier pour stopper tous les effets qui obligent le sorcier à tester sa RMys ou sa RPsy, mais elle se révèle inutile contre d'autres types d'attaques ou de sorts. Elle ne peut pas non plus arrêter les attaques infligeant des dégâts avec des effets supplémentaires, comme par exemple le sort Pluie Chaotique. Le bouclier lui-même n'a pas de points de vie puisqu'il ne protège pas contre les impacts infligeant des dégâts. Il peut bloquer que les effets qui exigent un test de Résistance.","initialGrade":{"zeon":40,"requiredIntelligence":6,"effect":"jusqu’à 140 de Résistance","retention":5},"intermediateGrade":{"zeon":60,"requiredIntelligence":9,"effect":"jusqu’à 160 de Résistance","retention":10},"advancedGrade":{"zeon":90,"requiredIntelligence":12,"effect":"jusqu’à 200 de Résistance","retention":10},"arcaneGrade":{"zeon":120,"requiredIntelligence":15,"effect":"jusqu’à 240 de Résistance","retention":15},"withRetention":true,"dailyRetention":true},{"spellId":7,"bookId":9,"name":"Partager les Sens","level":22,"actionType":"Active","type":"Effet","effect":"Connecte les sens du sorcier avec ceux d'autres individus, et inversement, ce qui leur permet de voir et d'entendre ce que perçoivent les autres. Si le sorcier le désire, il peut refuser l'accès à ses propres sens. Ce lien peut atteindre une distance maximale dépendante du rang du sort. Pour y résister, il faut réussir un test de RMys ou RPsy. Tout individu affecté à droit à un nouveau test par heure. Ce sort peut cibler plusieurs personnes à la fois, tant que la somme de leurs Présences ne dépasse pas une valeur fixée par le rang du sort.","initialGrade":{"zeon":60,"requiredIntelligence":6,"effect":"Présence maximale 100 / RMys ou RPsy 100 / 1 km de distance au maximum","retention":10},"intermediateGrade":{"zeon":180,"requiredIntelligence":9,"effect":"Présence maximale 160 / RMys ou RPsy 160 / 10 km de distance au maximum","retention":20},"advancedGrade":{"zeon":240,"requiredIntelligence":12,"effect":"Présence maximale 200 / RMys ou RPsy 190 / 50 km de distance au maximum","retention":25},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"Présence maximale 240 / RMys ou RPsy 220 / 150 km de distance au maximum","retention":30},"withRetention":true,"dailyRetention":true},{"spellId":8,"bookId":9,"name":"Modifier l'Essence","level":26,"actionType":"Active","type":"Animique","effect":"Permet au sorcier de modifier librement son essence ou celle d'un autre individu. Ce sort n'accorde aucune capacité spéciale suite à l'échange mais il change temporairement la base animique de l'individu. Par exemple, tant qu'il est maintenu, il peut même modifier l'essence d'un élémentaire de terre pour en faire un de froid, ce qui le rend vulnérable aux effets et aux attaques de chaleur. Si la créature possède des pouvoirs interdits à l'élément en lequel son essence est changée, elle perd temporairement la capacité de les utiliser. Si elle désire éviter les effets de ce sort, elle doit réussir un test de RMys.","initialGrade":{"zeon":50,"requiredIntelligence":6,"effect":"RMys 140","retention":5},"intermediateGrade":{"zeon":80,"requiredIntelligence":8,"effect":"RMys 160","retention":10},"advancedGrade":{"zeon":100,"requiredIntelligence":10,"effect":"RMys 180","retention":10},"arcaneGrade":{"zeon":140,"requiredIntelligence":12,"effect":"RMys 200","retention":15},"withRetention":true,"dailyRetention":false},{"spellId":9,"bookId":9,"name":"Venin des Âmes","level":30,"actionType":"Active","type":"Animique","effect":"Le venin d'essence est une création surnaturelle inoculée dans l'âme de la cible, qui s'étend dans tout son corps. Le sorcier peut librement décider des effets du venin, en suivant les règles du Chapitre 14. Le niveau de cette substance ne peut pas dépasser une valeur fixée par le rang du sort. Ce sort permet aussi de développer des antidotes si le sorcier dispose de connaissances suffisantes sur le venin initial.","initialGrade":{"zeon":60,"requiredIntelligence":6,"effect":"Venin Niveau 40","retention":0},"intermediateGrade":{"zeon":90,"requiredIntelligence":9,"effect":"Venin Niveau 50","retention":0},"advancedGrade":{"zeon":120,"requiredIntelligence":12,"effect":"Venin Niveau 60","retention":0},"arcaneGrade":{"zeon":150,"requiredIntelligence":15,"effect":"Venin Niveau 70","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":10,"bookId":9,"name":"Analyser l'Âme","level":32,"actionType":"Active","type":"Automatique","effect":"Ce sort permet au sorcier d'analyser spirituellement un individu ou une créature afin d'obtenir des informations détaillées sur ses capacités naturelles et es pouvoirs. Bien qu'il ne permette pas d'apprendre ce qu'il connait ni le niveau des compétences qui en dépendent, il peut mesurer sa puissance spirituelle et estimer comment fonctionnent ses capacités innées. Par exemple, utilisé sur un être surnaturel, le sorcier découvre quels sont ses pouvoirs et leur niveau, mais pas ce qu'il sait faire ni son expérience du combat. Ce sort fonctionne automatiquement sur la créature désignée, qui peut en éviter les effets en réussissant un test de RMys.","initialGrade":{"zeon":60,"requiredIntelligence":7,"effect":"RMys 120","retention":0},"intermediateGrade":{"zeon":90,"requiredIntelligence":10,"effect":"RMys 140","retention":0},"advancedGrade":{"zeon":120,"requiredIntelligence":13,"effect":"RMys 180","retention":0},"arcaneGrade":{"zeon":150,"requiredIntelligence":15,"effect":"RMys 200","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":11,"bookId":9,"name":"Acquérir des Capacités Naturelles","level":36,"actionType":"Active","type":"Effet","effect":"Accorde à un individu la capacité d'acquérir des compétences et des caractéristiques d'êtres existant dans le règne végétal ou animal. En termes de jeu, ce sort donne un certain nombre de PF supplémentaires au personnage, pour acquérir des compétences secondaires, des Capacités Primordiales ou des pouvoirs présentés dans le Chapitre Conception de Créatures. Cependant, on ne peut choisir que des compétences faisant partie des domaines physiques d'Agilité, de Perception et de Force, et les pouvoirs spéciaux qui ont Gnose 0 comme condition. Les PF sont répartis suivant les coûts de formation de la classe du personnage. On ne peut augmenter aucune compétence ou capacité d'un champ principal, ni acquérir de pouvoirs surnaturels.\nIl faut prendre en compte que ces changements affectent temporairement la forme physique du personnage. Par exemple, s'il acquiert Armes Naturelles avec dégâts augmentés, il sera logiquement doté de cornes ou de griffes démesurées. Les effets de ce sort ne se cumulent pas. Un individu ne peut être affecté que par un tel sort à la fois. Pour obtenir des pouvoirs différents, il faut annuler le premier sort et en lancer un nouveau.","initialGrade":{"zeon":120,"requiredIntelligence":7,"effect":"+50 PF","retention":25},"intermediateGrade":{"zeon":200,"requiredIntelligence":10,"effect":"+100 PF","retention":40},"advancedGrade":{"zeon":280,"requiredIntelligence":13,"effect":"+150 PF","retention":60},"arcaneGrade":{"zeon":360,"requiredIntelligence":15,"effect":"+200 PF","retention":80},"withRetention":true,"dailyRetention":true},{"spellId":12,"bookId":9,"name":"Revitaliser","level":40,"actionType":"Active","type":"Automatique","effect":"Crée une zone autour du sorcier, à l'intérieur de laquelle tout être vivant régénère ses blessures et se revitalise plus rapidement. Les personnes et les animaux y récupèrent leur vigueur et les plantes y fleurissent avec une force renouvelée. Ce sort affecte une zone de rayon déterminée par le rang du sort et accorde à tous les êtres vivants une Régénération de 16 tant qu'ils restent à l'intérieur.","initialGrade":{"zeon":100,"requiredIntelligence":7,"effect":"50 m de rayon","retention":10},"intermediateGrade":{"zeon":180,"requiredIntelligence":9,"effect":"200 m de rayon","retention":20},"advancedGrade":{"zeon":240,"requiredIntelligence":12,"effect":"500 m de rayon","retention":25},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"1 km de rayon","retention":30},"withRetention":true,"dailyRetention":false},{"spellId":13,"bookId":9,"name":"Esprit de Vie","level":42,"actionType":"Active","type":"Automatique","effect":"Permet au sorcier de connecter son essence avec l'esprit de n'importe quel être vivant, de Gnose 10 ou inférieure, se trouvant dans un rayon déterminé par le rang du sort (y compris les plantes et les animaux). Le sorcier peut ressentir ce qui se trouve autour des êtres affectés en utilisant leurs propres perceptions mais il ne peut en aucun cas les influencer. Puisque le sorcier leur transmet aussi une part de son esprit, il peut lancer des sorts avec la moitié de son AMR comme s'il était présent\nEsprit de Vie ne permet pas de détecter le nombre d'âmes se trouvant dans la zone d'effet ni leur position exacte, mais le sorcier peut diriger ses pouvoirs vers le lieu où il souhaite introduire son esprit. Par exemple, il peut décider de rentrer dans l'esprit le plus proche de lui situé à 300 mètres vers le Nord: le sort cherche alors automatiquement l'être qui se rapproche le plus du point désigné. Quand une partie de son essence se trouve à l'extérieur de son corps, le sorcier n'a pas conscience de ce qu'il se passe autour de son corps véritable. Un test de RMys est nécessaire pour éviter les effets de ce sort.","initialGrade":{"zeon":120,"requiredIntelligence":7,"effect":"RMys 80 / 500 m de rayon","retention":10},"intermediateGrade":{"zeon":180,"requiredIntelligence":10,"effect":"RMys 120 / 1 km de rayon","retention":10},"advancedGrade":{"zeon":240,"requiredIntelligence":13,"effect":"RMys 140 / 2 km de rayon","retention":15},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"RMys 180 / 3 km de rayon","retention":15},"withRetention":true,"dailyRetention":false},{"spellId":14,"bookId":9,"name":"Altérer la Croissance","level":46,"actionType":"Active","type":"Animique","effect":"Modifie le rythme de croissance naturelle d'un organisme, en accélérant ou retardant son évolution. En termes de jeu, ce sort permet de multiplier ou diviser le rythme de vieillissement d'un être vivant, à moins que ce dernier ne réussisse un test de RMys. Par exemple, si ce sort est lancé en Degré  avancé pour accélérer le vieillissement de quelqu’un, chaque jour qui passera fera vieillir la cible de 50 jours en réalité. Une fois quelqu’un affecté par ce sortilège, il n’est pas possible de refaire de test de RMys tant que le sorcier maintiendra le sort.","initialGrade":{"zeon":80,"requiredIntelligence":9,"effect":"multiplier ou diviser par 2 / RMys 100","retention":10},"intermediateGrade":{"zeon":140,"requiredIntelligence":11,"effect":"multiplier ou diviser par 10 / RMys 120","retention":15},"advancedGrade":{"zeon":180,"requiredIntelligence":13,"effect":"multiplier ou diviser par 50 / RMys 140","retention":15},"arcaneGrade":{"zeon":240,"requiredIntelligence":16,"effect":"multiplier ou diviser par 100 / RMys 160","retention":20},"withRetention":true,"dailyRetention":true},{"spellId":15,"bookId":9,"name":"Imitation Naturelle","level":50,"actionType":"Active","type":"Effet","effect":"Crée un animal naturel imitant une espèce existante. Cet être est sous la domination absolue du sorcier, qui peut lui donner des ordres à travers le lien mystique qui les unit. La créature obtenue doit être un animal avec une Gnose de 0 et d'une race existant dans le monde (par exemple: ours, lapin, éléphant, etc.). Ce sort permet de créer un seul être de niveau élevé, ou de répartir ces niveaux pour en créer plusieurs. Les créations disposent toutes de leurs instincts et capacités naturels. Imitation Naturelle donne de deux à cinquante niveaux à répartir entre les créations. Utilisez comme référence les créatures du Chapitre 25.","initialGrade":{"zeon":60,"requiredIntelligence":8,"effect":"2 niveaux","retention":10},"intermediateGrade":{"zeon":180,"requiredIntelligence":10,"effect":"10 niveaux","retention":10},"advancedGrade":{"zeon":240,"requiredIntelligence":13,"effect":"20 niveaux","retention":15},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"50 niveaux","retention":15},"withRetention":true,"dailyRetention":false},{"spellId":16,"bookId":9,"name":"Forme Animique","level":52,"actionType":"Active","type":"Effet","effect":"Transforme la forme physique d'un individu en matière animique. Dans cet état, il faut appliquer les règles des Êtres Animiques présentées au Chapitre 26.","initialGrade":{"zeon":100,"requiredIntelligence":8,"effect":"Le personnage est intangible face à la matière ou à toute attaque non basée en énergie","retention":10},"intermediateGrade":{"zeon":120,"requiredIntelligence":11,"effect":"comme Initial, mais le personnage n’a désormais plus aucun besoin physique","retention":15},"advancedGrade":{"zeon":140,"requiredIntelligence":13,"effect":"comme Intermédiaire, et le personnage obtient aussi l’invisibilité spirituelle","retention":15},"arcaneGrade":{"zeon":160,"requiredIntelligence":16,"effect":"comme Avancé, et le personnage obtient également le pouvoir Interaction avec le Monde","retention":20},"withRetention":true,"dailyRetention":false},{"spellId":17,"bookId":9,"name":"Contrôle Naturel","level":56,"actionType":"Active","type":"Animique","effect":"Grâce à ce sort, un sorcier obtient le contrôle absolu d'un membre d'une race naturelle de Gnose 0, comme les animaux, les plantes voire les êtres humains normaux. Le sorcier peut directement transmettre ses ordres par le lien mystique qu'il crée avec sa cible, sans besoin de lui parler ou que celle-<i le comprenne. Il faut réussir un test de RMys pour résister aux effets de ce sort (comme c'est l'essence de l'individu qui est contrôlée, et pas son esprit, on n'utilise pas la RPsy). L'individu subjugué a droit à un nouveau test de Résistance par jour et chaque fois que les ordres reçus vont complètement à l'encontre de sa nature. Devant une situation qui met sa vie en péril ou qui l'oblige à tuer une personne qu'il aime, il peut bénéficier d'un bonus de 20 à sa RMys.","initialGrade":{"zeon":100,"requiredIntelligence":8,"effect":"RMys 80","retention":20},"intermediateGrade":{"zeon":180,"requiredIntelligence":10,"effect":"RMys 120","retention":40},"advancedGrade":{"zeon":240,"requiredIntelligence":12,"effect":"RMys 150","retention":50},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"RMys 180","retention":60},"withRetention":true,"dailyRetention":true},{"spellId":18,"bookId":9,"name":"Induire un État","level":60,"actionType":"Active","type":"Animique","effect":"Grâce à cette manipulation de l'âme, la cible de ce sort est soumise à un des états génériques présentés dans le Chapitre 14 (à l'exception de Mort). Le sorcier choisit le moment où l'effet qu'il souhaite provoquer se déclenche, et sa durée dépend des règles génériques de chaque état. Il faut pour résister à ce sort réussir un test de RMys. Si les états induits sont Coma ou Paralysie Totale, la cible bénéficie d'un bonus de +40 à son test.","initialGrade":{"zeon":100,"requiredIntelligence":8,"effect":"RMys 100","retention":0},"intermediateGrade":{"zeon":180,"requiredIntelligence":10,"effect":"RMys 140","retention":0},"advancedGrade":{"zeon":240,"requiredIntelligence":12,"effect":"RMys 180","retention":0},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"RMys 200","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":19,"bookId":9,"name":"Retourner au Flux","level":62,"actionType":"Active","type":"Animique","effect":"Ce sort affecte un esprit en le renvoyant dans l'au-delà. Il permet d'influencer aussi bien les âmes en attente de l'Appel que des créatures de nature Animique. Sauf si une âme a une Gnose trop élevée pour lui permettre de revenir dans le monde, son essence disparaît quand elle arrive dans l'au-delà. En ce qui concerne les Non Morts, comme leurs âmes n'appartiennent déjà plus au monde, ils sont automatiquement détruits. Il faut réussir un test de RMys pour résister à l'effet de ce sort.","initialGrade":{"zeon":100,"requiredIntelligence":8,"effect":"RMys 120","retention":0},"intermediateGrade":{"zeon":180,"requiredIntelligence":10,"effect":"RMys 160","retention":0},"advancedGrade":{"zeon":240,"requiredIntelligence":12,"effect":"RMys 180","retention":0},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"RMys 220","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":20,"bookId":9,"name":"Interdire","level":66,"actionType":"Active","type":"Automatique","effect":"Enchante une zone déterminée pour la rendre impénétrable pour un type d'être précis. Au moment de lancer le sort, le sorcier doit choisir à quelle classe d'êtres il interdira l'accès, tout en pouvant en choisir autant qu'il le désire. Il pourra par exemple interdire l'accès de la zone à tous les élémentaires de feu ou permettre d'entrer aux êtres humains seulement. La zone affectée ne peut pas dépasser une zone d’un rayon déterminé par le rang du sort, ou le double en longueur si elle prend la forme d'un mur","initialGrade":{"zeon":120,"requiredIntelligence":8,"effect":"RMys 120 / 20 m de rayon","retention":15},"intermediateGrade":{"zeon":180,"requiredIntelligence":10,"effect":"RMys 160 / 30 m de rayon","retention":20},"advancedGrade":{"zeon":240,"requiredIntelligence":13,"effect":"RMys 180 / 40 m de rayon","retention":25},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"RMys 200 / 50 m de rayon","retention":30},"withRetention":true,"dailyRetention":true},{"spellId":21,"bookId":9,"name":"Contrôle Surnaturel","level":70,"actionType":"Active","type":"Animique","effect":"Grâce à ce sort, le sorcier prend le contrôle absolu d'un esprit ou d'une créature d'Entre Mondes. Le sorcier peut directement transmettre ses ordres par la connexion mystique créée avec cette entité. L'entité doit réussir un test de RMys pour résister aux effets de ce sort (comme c'est l'essence de l'individu qui est contrôlée, et pas son esprit, on n'utilise pas la RPsy). La créature a droit à refaire un test de Résistance par jour ainsi que chaque fois qu'elle reçoit des ordres complètement opposés à sa nature.","initialGrade":{"zeon":120,"requiredIntelligence":8,"effect":"RMys 100","retention":25},"intermediateGrade":{"zeon":180,"requiredIntelligence":10,"effect":"RMys 120","retention":40},"advancedGrade":{"zeon":240,"requiredIntelligence":13,"effect":"RMys 140","retention":50},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"RMys 180","retention":60},"withRetention":true,"dailyRetention":true},{"spellId":22,"bookId":9,"name":"Partager l'Essence","level":72,"actionType":"Active","type":"Animique","effect":"Le sorcier lie l'essence de deux individus et crée entre eux une unité indivisible. De cette façon, tous les dégâts ou effets spirituels subis par l'un des deux individus se répercute à l'identique chez l'autre. En ce qui concerne es sorts Animiques, on utilise la RMys la plus élevée. Si \"\"essence d'un être normal est liée à celle d'une créature à Encaissement, le premier ne reçoit que le cinquième des dégâts subis par la créature. La somme des, Présences affectables e peut pas dépasser  une valeur fixée par le rang du sort. Si l'une des cibles désire résister aux effets de ce sort, elle doit réussir un test de RMys.","initialGrade":{"zeon":140,"requiredIntelligence":8,"effect":"Présence maximale 100 / RMys 120","retention":15},"intermediateGrade":{"zeon":180,"requiredIntelligence":10,"effect":"Présence maximale 140 / RMys 140","retention":20},"advancedGrade":{"zeon":240,"requiredIntelligence":12,"effect":"Présence maximale 200 / RMys 170","retention":25},"arcaneGrade":{"zeon":300,"requiredIntelligence":15,"effect":"Présence maximale 260 / RMys 200","retention":30},"withRetention":true,"dailyRetention":true},{"spellId":23,"bookId":9,"name":"Transférer l'Âme","level":76,"actionType":"Active","type":"Animique","effect":"Permet au sorcier de transporter une âme d'un corps à un autre. Ce sort permet d'abandonner l'ancienne forme pour en revêtir une nouvelle, en conservant uniquement les compétences intellectuelles et spirituelles. L'âme peut être transférée soit dans des objets inanimés (pierres, épées ...) soit dans des êtres vivants. L'esprit acquiert naturellement les limitations physiques de son nouveau corps, mais il peut survivre tant que son réceptacle n'est pas détruit. Si sa nouvelle forme n'a pas de besoin physique, l'individu peut survivre sans. Si, par exemple, une âme est transférée dans une pierre, elle n'aura pas conscience de ce qui se trouve autour d'elle et ne pourra pas se déplacer, mais si la roche devait être détruire, son « corps» mourrait. Si l'âme est introduite dans un corps sans vie mais bien conservé, il recommencerait à vivre, puisqu'il disposerait désormais de l'âme qui lui manquait.\nSi le corps vers lequel est transférée l'âme a déjà la sienne, celle-ci essaie naturellement de résister à l'intrusion. Il faut pour calculer le résultat de la lutte entre les deux esprits pour le contrôle du corps effectuer un test comparatif entre les deux Présences. Chaque âme doit lancer un D100 et rajouter le résultat à sa Présence (pas de Jet Ouvert). Si la différence est supérieure à 100, l'âme qui remporte le test consume son adversaire et prend le contrôle du corps pour toujours. Si la différence dépasse 50, l'âme la plus faible reste dominée pour toujours, jusqu'à ce que quelque chose la réveille. Enfin, si la différence est inférieure à 50, l'âme qui remporte le test obtient le contrôle temporaire du corps, mais la plus faible reste présente et peut retenter un nouveau test à la fin de la journée. La Présence maximale de l'âme transférée dépend du rang du sort. Autant l'âme affectée que le corps d'accueil potentiel ont droit à un test de RMys pour résister à ce sort. Ce sort permet de transférer n'importe quel type d'âme présente devant le sorcier, ce qui comprend les esprits défunts qui attendent encore l'Appel, mais il n'attire pas les esprits de l'au-delà. Si un esprit surnaturel se retrouve coincé dans un corps physique, il perd ses pouvoirs animiques et réduit son niveau s'il le faut.","initialGrade":{"zeon":180,"requiredIntelligence":9,"effect":"Présence maximale 60 / RMys 100","retention":0},"intermediateGrade":{"zeon":240,"requiredIntelligence":12,"effect":"Présence maximale 100 / RMys 140","retention":0},"advancedGrade":{"zeon":300,"requiredIntelligence":15,"effect":"Présence maximale 140 / RMys 160","retention":0},"arcaneGrade":{"zeon":540,"requiredIntelligence":18,"effect":"Présence maximale 180 / RMys 200","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":24,"bookId":9,"name":"Existence Animique","level":80,"actionType":"Active","type":"Effet","effect":"Permet au sorcier de transcender vers un état spirituel en abandonnant définitivement son corps physique. À partir de ce moment, le sorcier cesse d'être une créature naturelle ou d'entre mondes et se transforme en être Animique de Gnose 25, et bénéficie de tous les avantages que cela comporte. De plus, il obtient un certain nombre de PF supplémentaires, dont il pourra se servir pour acquérir des Capacités Naturelles et des Pouvoirs présentés dans le Chapitre 26, Conception de Créatures. Il peut aussi choisir un certain nombre de désavantages et de malus pour obtenir des points supplémentaires. Gardez à l'esprit que les PF supplémentaires augmentent le niveau du sorcier. Si l'augmentation est partielle, si par exemple le sorcier obtient seulement 170 PF, il monte de deux niveaux mais rajoute 30 PF supplémentaires quand il obtient le troisième.\nCe sort ne fonctionne que contre les êtres naturels et les créatures d'Entre Mondes et ne peut donc pas être lancé sur des esprits pour augmenter leurs capacités. Si un être Animique se réincarne de nouveau sous forme physique, il perd automatiquement les avantages et les pouvoirs qu'il avait reçus grâce à ce sort.","initialGrade":{"zeon":250,"requiredIntelligence":10,"effect":"jusqu’à 100 PF optionnels en désavantages","retention":0},"intermediateGrade":{"zeon":500,"requiredIntelligence":13,"effect":"+100 PF / jusqu’à 100 PF optionnels en désavantages","retention":0},"advancedGrade":{"zeon":1000,"requiredIntelligence":15,"effect":"+200 PF / jusqu’à 200 PF optionnels en désavantages","retention":0},"arcaneGrade":{"zeon":2500,"requiredIntelligence":17,"effect":"+300 PF / jusqu’à 200 PF optionnels en désavantages","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":25,"bookId":9,"name":"Créer Esprit","level":82,"actionType":"Active","type":"Effet","effect":"Façonne un esprit spirituel sous le contrôle absolu du sorcier. Cet être est développé comme un être Animique, en se servant des pouvoirs et des limitations de ces créatures du Chapitre 26. Le niveau maximal de la créature créée dépend du rang du sort.","initialGrade":{"zeon":250,"requiredIntelligence":10,"effect":"Niveau 1","retention":50},"intermediateGrade":{"zeon":350,"requiredIntelligence":12,"effect":"Niveau 3","retention":70},"advancedGrade":{"zeon":500,"requiredIntelligence":14,"effect":"Niveau 6","retention":100},"arcaneGrade":{"zeon":700,"requiredIntelligence":16,"effect":"Niveau 10","retention":140},"withRetention":true,"dailyRetention":true},{"spellId":26,"bookId":9,"name":"Lier Essence Vitale","level":86,"actionType":"Active","type":"Animique","effect":"Ce sort cache une âme sous forme physique, sans la couper totalement de sa forme originelle. L'individu continue d'agir librement à travers son ancien corps puisqu'il existe toujours un lien avec son âme, une connexion spirituelle qui les unit. Cependant, ce sera une carcasse vide immortelle, car son essence vitale se trouve à un autre endroit. Le fait qu'il ne meure pas ne signifie pourtant pas qu'il est invulnérable. Le corps n'est pas immunisé aux Critiques qui peuvent le mettre hors d'état. De plus, même s'il ne peut pas périr par perte de points de vie, si ceux-ci descendent jusqu'à l'état de mort, le corps devient une carcasse morte que seules pourront soigner des capacités surnaturelles. La carcasse dépourvue d'âme est immunisée à tous les effets mystiques animiques, c'est-à-dire qui affectent directement son essence. Dans tous les cas, le réceptacle de l'âme est vulnérable: s'il est détruit, le personnage meurt immédiatement. Comme il existe un lien entre le corps et l'objet qui sert de cachette, ceux-ci ne peuvent pas se séparer de plus d’une distance fixée par le rang du sort sous peine que l'union soit brisée et que l'individu périsse. Si la cible désire résister aux effets de ce sort, elle doit réussir un test de RMys.","initialGrade":{"zeon":200,"requiredIntelligence":10,"effect":"RMys 100 / 1 km de distance","retention":0},"intermediateGrade":{"zeon":300,"requiredIntelligence":12,"effect":"RMys 120 / 5 km de distance","retention":0},"advancedGrade":{"zeon":400,"requiredIntelligence":14,"effect":"RMys 140 / 50 km de distance","retention":0},"arcaneGrade":{"zeon":500,"requiredIntelligence":16,"effect":"RMys 160 / 150 km de distance","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":27,"bookId":9,"name":"Verdure","level":90,"actionType":"Active","type":"Effet","effect":"Le sorcier unit son esprit aux créatures les plus naturelles de la création, les animaux et les plantes, et gagne le pouvoir les étendre sur le monde entier. Verdure crée une vie végétale et animale autour du sorcier. La végétation et les animaux apparaissent à l'instant même où est lancé le sort, quelles que soient les conditions climatiques du lieu. Le sorcier peut créer une forêt au milieu d'un désert, mais rien ne garantit qu'elle survivra longtemps dans de telles conditions. Les animaux et les plantes doivent appartenir à des espèces existantes.","initialGrade":{"zeon":250,"requiredIntelligence":10,"effect":"10 km de rayon","retention":0},"intermediateGrade":{"zeon":450,"requiredIntelligence":12,"effect":"150 km de rayon","retention":0},"advancedGrade":{"zeon":600,"requiredIntelligence":13,"effect":"350 km de rayon","retention":0},"arcaneGrade":{"zeon":750,"requiredIntelligence":16,"effect":"600 km de rayon","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":28,"bookId":9,"name":"Domaine de la Vie","level":92,"actionType":"Active","type":"Automatique","effect":"Le sorcier contrôle une partie de l'essence du monde","initialGrade":{"zeon":300,"requiredIntelligence":10,"effect":"RMys 100 / 100 km de rayon","retention":60},"intermediateGrade":{"zeon":500,"requiredIntelligence":13,"effect":"RMys 130 / 500 km de rayon","retention":75},"advancedGrade":{"zeon":750,"requiredIntelligence":15,"effect":"RMys 160 / 1 500 km de rayon","retention":85},"arcaneGrade":{"zeon":1000,"requiredIntelligence":18,"effect":"RMys 200 / 2 500 km de rayon","retention":100},"withRetention":true,"dailyRetention":true},{"spellId":29,"bookId":9,"name":"Résurrection","level":96,"actionType":"Active","type":"Effet","effect":"Ce sort arrache une âme morte de l'au-delà et lui rend la vie. La difficulté de ce sort dépend du temps passé depuis le moment où elle a péri","initialGrade":{"zeon":400,"requiredIntelligence":10,"effect":"Présence maximale 30 / 1 mois","retention":0},"intermediateGrade":{"zeon":500,"requiredIntelligence":13,"effect":"Présence maximale 60 / 1 an","retention":0},"advancedGrade":{"zeon":600,"requiredIntelligence":15,"effect":"Présence maximale 120 / 1 décennie","retention":0},"arcaneGrade":{"zeon":700,"requiredIntelligence":18,"effect":"Présence maximale 150 / 1 siècle","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":30,"bookId":9,"name":"Seigneur des Âmes","level":100,"actionType":"Active","type":"Automatique","effect":"Le sorcier contrôle une partie du flux des âmes et obtient le contrôle absolu de tous les esprits se trouvant autour de lui. Son autorité s'étend sur toutes les âmes, allant des êtres Animiques aux autres créatures similaires. Il les a sous son contrôle et peut les manipuler à sa guise: les garder dans le monde, les rendre au flux des âmes ou modifier leur essence selon ses désirs. Il peut aussi les arracher des corps et les réintroduire librement dans d'autres, même pour les enfants qui ne sont pas encore nés (ce qui lui permet de contrôler la naissance des Nephilims). Le Seigneur des Âmes peut directement transmettre ses ordres aux créatures sous son contrôle par le lien mystique qu'il entretient avec les âmes, sans besoin de se trouver en leur présence, Toutes les âmes ne souhaitant pas tomber sous l'influence de ce sort doivent réussir un test de RMys. Celles qui échouent à ce test ont droit à un nouveau test de Résistance par jour ou chaque fois que les ordres reçus vont complètement à l'encontre de leur nature. Si le sorcier désire séparer son âme de son corps originel, il aura droit à\"\" un nouveau test de RMys avec un bonus de +40. Quand un individu réussit ce test, il devient totalement immunisé à ce sort. Ce sort ne permet pas de contrôler les esprits des Non Morts qui sont déjà hors du flux des âmes.","initialGrade":{"zeon":600,"requiredIntelligence":12,"effect":"RMys 120 / 100 km de rayon","retention":120},"intermediateGrade":{"zeon":800,"requiredIntelligence":14,"effect":"RMys 140 / 1 000 km de rayon","retention":160},"advancedGrade":{"zeon":1200,"requiredIntelligence":16,"effect":"RMys 180 / 2 500 km de rayon","retention":240},"arcaneGrade":{"zeon":1500,"requiredIntelligence":18,"effect":"RMys 200 / 5 000 km de rayon","retention":300},"withRetention":true,"dailyRetention":true}]}
