{"bookId":18,"bookName":"Livre de la Noblesse","description":"Cette voie secondaire regroupe tous les principes en relation avec l'apparence, la position sociale et la supériorité sur les autres. C'est la magie dont usent la noblesse et les grands seigneurs pour assurer leur domination sur les autres.","primaryBookUnaccessibles":["Création","Destruction","Feu","Essence","Nécromancie."],"spells":[{"spellId":1,"bookId":18,"name":"Visage","level":4,"actionType":"Active","type":"Effet","effect":"Élimine les imperfections externes qui peuvent altérer le visage de la cible du sort, couvrant ces effets d'une douce couche de maquillage surnaturel et appliquant un léger effet curatif qui élimine toute maladie de la peau et en rehausse le teint. Le personnage obtient une apparence de vitalité et de bonne santé.","initialGrade":{"zeon":30,"requiredIntelligence":5,"effect":"Les effets généraux décrits pour le sort.","retention":5},"intermediateGrade":{"zeon":50,"requiredIntelligence":8,"effect":"Comme pour le Degré  Initial, mais le personnage augmente d'un point son Apparence (jusqu'à un maximum de 9) ce qui le fait paraître plus jeune de quelques années.","retention":5},"advancedGrade":{"zeon":80,"requiredIntelligence":10,"effect":"Comme pour le Degré  Intermédiaire, mais il augmente de deux points son Apparence (jusqu'à un maximum de 10).","retention":5},"arcaneGrade":{"zeon":120,"requiredIntelligence":12,"effect":"Comme pour le Degré  Avancé, mais il augmente de trois points son Apparence (jusqu'à un maximum de 10).","retention":10},"withRetention":true,"dailyRetention":true},{"spellId":2,"bookId":18,"name":"Parfum","level":14,"actionType":"Active","type":"Effet, Auto.","effect":"Ce sort modifie l'odeur corporelle de la cible désignée par le sorcier, la transformant en un arôme d'une fragrance suave et agréable au nez, qui évoque des sensations plaisantes à qui les respire dans une zone déterminée par le Degré  du sort.","initialGrade":{"zeon":40,"requiredIntelligence":5,"effect":"Les effets généraux décrits pour le sort / 20 m de rayon.","retention":5},"intermediateGrade":{"zeon":60,"requiredIntelligence":8,"effect":"Comme pour le Degré  Initial, mais à chaque fois qu'une personne affectée par ce sort doit réussir un test de Style sur lequel peut influer son odeur corporelle, elle augmente automatiquement d'un niveau la difficulté atteinte / 30 m de rayon.","retention":5},"advancedGrade":{"zeon":90,"requiredIntelligence":10,"effect":"Comme pour le Degré  Intermédiaire, mais augmente automatiquement de deux niveaux la difficulté atteinte / 40 m de rayon.","retention":5},"arcaneGrade":{"zeon":120,"requiredIntelligence":12,"effect":"Comme pour le Degré  Avancé, mais tous ceux qui sentent le parfum pendant plus de 5 rounds doivent réussir un test de RMys contre 100 ou passer automatiquement en état de Fascination, restant étourdis et plus sensibles aux paroles de la cible du sort / 50 m de rayon.","retention":10},"withRetention":true,"dailyRetention":true},{"spellId":3,"bookId":18,"name":"Muse","level":24,"actionType":"Active","type":"Effet","effect":"Accorde au lanceur l'inspiration nécessaire pour donner une interprétation magistrale de toute forme d'an traditionnel comme jouer d'un instrument, chanter, danser, peindre, écrire, composer... Ce sort accorde au sorcier, soit la valeur indiquée par le Degré  du sort dans la compétence secondaire mise à l'épreuve (Musique, Danse ou Art), soit la moitié de cette valeur comme bonus à sa propre compétence. Bien qu'il n'y ait pas de maintien, les effets de ce sort durent le temps suffisant pour finir l'œuvre commencée, tant que cela ne prend pas plus d'un jour.","initialGrade":{"zeon":60,"requiredIntelligence":6,"effect":"120 de compétence.","retention":0},"intermediateGrade":{"zeon":90,"requiredIntelligence":9,"effect":"180 de compétence.","retention":0},"advancedGrade":{"zeon":120,"requiredIntelligence":11,"effect":"240 de compétence.","retention":0},"arcaneGrade":{"zeon":150,"requiredIntelligence":13,"effect":"280 de compétence.","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":4,"bookId":18,"name":"Garde-Robe","level":34,"actionType":"Active","type":"Effet","effect":"Transforme temporairement les vêtements de la cible du sort en d'autres d'une qualité exquise, et leur donne la capacité de rester propres et sans le moindre pli à tout moment. Les taches et les éclaboussures rebondissent sur la toile sans causer la moindre imperfection au tissu et tout accroc sera recousu de façon surnaturelle en quelques secondes.","initialGrade":{"zeon":60,"requiredIntelligence":6,"effect":"Les effets généraux décrits pour le sort.","retention":5},"intermediateGrade":{"zeon":90,"requiredIntelligence":9,"effect":"Comme pour le Degré  Initial, mais pendant qu'il porte les vêtements, le personnage obtient un bonus de +50 à sa compétence secondaire Style.","retention":5},"advancedGrade":{"zeon":120,"requiredIntelligence":11,"effect":"Comme pour le Degré  Intermédiaire, mais les vêtements varient de forme et de couleur suivant la situation et le besoin du moment, tout en conservant à tout moment un aspect resplendissant et impressionnant.","retention":5},"arcaneGrade":{"zeon":150,"requiredIntelligence":13,"effect":"Comme pour le Degré  Avancé, mais les vêtements accordent un IP de 4 contre tout type d'attaque, et se réparent automatiquement s'ils subissent des dégâts, tant qu'ils ne sont pas d'origine surnaturelle.","retention":10},"withRetention":true,"dailyRetention":true},{"spellId":5,"bookId":18,"name":"Conversation Agréable","level":44,"actionType":"Active","type":"Automatique","effect":"Permet de ressentir tes pensées superficielles et les centres d'intérêts les plus courants d'un individu pour pouvoir avoir avec lui une conversation qui lui soit agréable ou distrayante. La personne affectée peut résister en réussissant un test de RMys ou RPsy. En cas d'échec, le mage obtient seulement un bonus de +200 à tous ses jets de Style et Persuasion dans le but de fasciner la cible et de l'attirer, au cours d'une conversation élémentaire. Pour que le sort fonctionne il faut parler au moins 30 secondes avec une personne qui n'est pas ouvertement hostile. Bien qu'il n'y ait pas de maintien, le bonus est valable tant que la conversation dure.","initialGrade":{"zeon":80,"requiredIntelligence":7,"effect":"120 RMys ou RPsy.","retention":0},"intermediateGrade":{"zeon":100,"requiredIntelligence":10,"effect":"160 RMys ou RPsy.","retention":0},"advancedGrade":{"zeon":120,"requiredIntelligence":12,"effect":"200 RMys ou RPsy.","retention":0},"arcaneGrade":{"zeon":150,"requiredIntelligence":14,"effect":"240 RMys ou RPsy.","retention":0},"withRetention":false,"dailyRetention":false},{"spellId":6,"bookId":18,"name":"Grandeur","level":54,"actionType":"Active","type":"Automatique","effect":"Ce sort recouvre le sorcier d'une chape de grandeur, lui accordant une puissante autorité qui intimide tous ceux qui sont habitués à obéir aux ordres. Tous ceux qui se trouvent dans une zone de 5 mètres autour de lui devront réussir un jet de RMys ou de RPsy, sous peine de se sentir poussés à lui plaire, le traitant avec le respect et la déférence dus à un supérieur. Un soldat ne posera pas de questions, un aubergiste offrira sa meilleure table et les serviteurs s'agenouilleront à son passage en répondant au moindre de ses désirs. Grandeur n'a aucun effet sur les individus qui ont une attitude hostile marquée contre le lanceur, ceux qui le connaissent ou sont capables de sentir qu'ils sont son égal ou qu'ils lui sont supérieurs, ou bien les êtres qui, simplement, considèrent qu'ils ne pourraient obéir au sorcier sous aucun prétexte. Les personnes affectées peuvent refaire le test uniquement lorsque le lanceur fait une action tellement inappropriée qu'ils remettent en question leur soumission.","initialGrade":{"zeon":80,"requiredIntelligence":7,"effect":"120 RMys ou RPsy.","retention":10},"intermediateGrade":{"zeon":100,"requiredIntelligence":10,"effect":"160 RMys ou RPsy","retention":10},"advancedGrade":{"zeon":120,"requiredIntelligence":12,"effect":"200 RMys ou RPsy.","retention":15},"arcaneGrade":{"zeon":150,"requiredIntelligence":14,"effect":"240 RMys ou RPsy.","retention":15},"withRetention":true,"dailyRetention":false},{"spellId":7,"bookId":18,"name":"Conquête des Cœurs","level":64,"actionType":"Active","type":"Automatique","effect":"Ce sort altère la perception des personnes en présence du lanceur ou de la cible qu'il a désignée, leur faisant ressentir qu'il est un être d'une beauté et d'une sensualité enivrante. Toute personne sexuellement compatible avec le personnage qui est touchée par ces effets doit réussir un test de RMys ou de RPsy, sous peine d'être automatiquement charmée, montrant un intérêt marqué conforme à sa nature, sa personnalité ou sa façon d'être. De plus, l'individu sur lequel est placé ce sort obtient un bonus de +200 en Persuasion (Séduction) contre toute personne qui aurait échoué au test. Pour être affecté par ce sortilège il faut accorder une véritable attention à l'apparence de l'individu qui en bénéficie.","initialGrade":{"zeon":100,"requiredIntelligence":8,"effect":"120 RMys ou RPsy.","retention":5},"intermediateGrade":{"zeon":150,"requiredIntelligence":11,"effect":"160 RMys ou RPsy.","retention":10},"advancedGrade":{"zeon":200,"requiredIntelligence":13,"effect":"200 RMys ou RPsy.","retention":10},"arcaneGrade":{"zeon":250,"requiredIntelligence":15,"effect":"240 RMys ou RPsy.","retention":15},"withRetention":true,"dailyRetention":true},{"spellId":8,"bookId":18,"name":"Présence Absolue","level":74,"actionType":"Active","type":"Automatique","effect":"Ce sortilège fait que n'importe quel individu dans un rayon déterminé par le Degré  du sort autour du sorcier concentre complètement son attention sur lui, devenant incapable de fixer du regard ou de se concentrer sur une autre personne que celui-ci. Toute personne qui tente de faire une activité qui n'est pas centrée sur le sorcier subit automatiquement un malus de -40 à toutes les actions (-120 si l'action est en relation avec les compétences de perception). Pour être affecté par ce sort il faut simplement être à l'intérieur de la zone et échouer à un test de RMys ou de RPsy.","initialGrade":{"zeon":120,"requiredIntelligence":9,"effect":"120 RMys ou RPsy / 20 m de rayon.","retention":10},"intermediateGrade":{"zeon":150,"requiredIntelligence":12,"effect":"160 RMys ou RPsy / 50 m de rayon.","retention":10},"advancedGrade":{"zeon":200,"requiredIntelligence":14,"effect":"200 RMys ou RPsy / 100 m de-rayon.","retention":15},"arcaneGrade":{"zeon":250,"requiredIntelligence":16,"effect":"240 RMys ou RPsy / 150 m de rayon.","retention":20},"withRetention":true,"dailyRetention":false},{"spellId":9,"bookId":18,"name":"Perfection","level":84,"actionType":"Active","type":"Effet","effect":"La cible du sort altère son apparence physique, la rendant automatiquement parfaite.","initialGrade":{"zeon":120,"requiredIntelligence":9,"effect":"La cible obtient une Apparence de 10 et un bonus de +100 à ses compétences Style, Persuasion, Intimidation et Commandement.","retention":15},"intermediateGrade":{"zeon":150,"requiredIntelligence":12,"effect":"Comme pour le Degré  Initial, mais ses blessures disparaissent toujours sans laisser de marques ou de cicatrices. Elle augmente de 3 points sa base de Régénération.","retention":15},"advancedGrade":{"zeon":200,"requiredIntelligence":14,"effect":"Comme pour le Degré  Intermédiaire, mais le bonus en Style, Persuasion, Intimidation et Commandement passe à +200.","retention":20},"arcaneGrade":{"zeon":250,"requiredIntelligence":16,"effect":"Comme pour le Degré  Avancé, mais le personnage obtient un bonus de +1 à toutes ses caractéristiques.","retention":25},"withRetention":true,"dailyRetention":true},{"spellId":10,"bookId":18,"name":"Le Roi du Monde","level":94,"actionType":"Active","type":"Effet","effect":"Le sorcier utilise la magie pour diviniser ses capacités sociales, se transformant en centre de l'attention et de la vénération de tous ceux qui l'entourent. Toute personne dans un rayon autour de lui déterminé par le Degré  du sort doit réussir automatiquement un test de RMys, ou il considérera le sorcier comme son maître et son idéal, le sommet de son admiration. Le sorcier n'aura pas de véritable contrôle sur les personnes affectées, qui continueront à se comporter suivant leur personnalité, mais elles essaieront toutes de satisfaire, d'aider et d'obtenir l'approbation du lanceur comme si elles étaient ses fidèles adeptes.","initialGrade":{"zeon":300,"requiredIntelligence":10,"effect":"500 m de rayon / 120 RMys","retention":15},"intermediateGrade":{"zeon":450,"requiredIntelligence":13,"effect":"1 km de rayon / 160 RMys.","retention":15},"advancedGrade":{"zeon":500,"requiredIntelligence":15,"effect":"2 km de rayon / 200 RMys.","retention":20},"arcaneGrade":{"zeon":700,"requiredIntelligence":17,"effect":"5 km de rayon / 240 RMys.","retention":25},"withRetention":true,"dailyRetention":true}]}
