{
  "spellbooks": [
    {
      "bookId": 1,
      "bookName": "Livre de la Lumière",
      "description": "Cette voie permet aux sorciers de contrôler un des deux éléments supérieurs, la lumière pure. Elle contrôle les émotions positives de l’homme, comme l’amour, la tranquillité ou le plaisir. Elle offre également la maîtrise de la connaissance et de la détection. Ses pouvoirs offensifs et défensifs se révèlent très équilibrés.",
      "type": "Majeure",
      "oppositeBook": "Obscurité",
      "secondaryBookAccessibles": [
        "Chaos",
        "Guerre",
        "Literae",
        "Musique",
        "Noblesse",
        "Paix",
        "Connaissance",
        "Songes",
        "Temps"
      ]
    },
    {
      "bookId": 2,
      "bookName": "Livre de l’Obscurité",
      "description": "L’obscurité n’est pas seulement l’absence de lumière, il s’agit de la réelle maîtrise du pur pouvoir des ténèbres. Elle offre le contrôle de toutes les émotions négatives comme la peur, la haine ou la colère. Elle correspond au pouvoir des secrets, parmi lesquels on compte les sorts de dissimulation. Son pouvoir martial est également assez équilibré.",
      "type": "Majeure",
      "oppositeBook": "Lumière",
      "secondaryBookAccessibles": [
        "Chaos",
        "Guerre",
        "Literae",
        "Mort",
        "Musique",
        "Noblesse",
        "Pêché",
        "Connaissance",
        "Sang",
        "Songes",
        "Temps",
        "Seuil",
        "Néant"
      ]
    },
    {
      "bookId": 3,
      "bookName": "Livre de la Création",
      "description": "Le pouvoir de la création est la capacité magique à composer et altérer la réalité qui entoure les sorciers. Ses sorts concernent le changement, la guérison et la création de choses. C’est une magie principalement défensive.",
      "type": "Majeure",
      "oppositeBook": "Destruction",
      "secondaryBookAccessibles": [
        "Chaos",
        "Literae",
        "Musique",
        "Paix",
        "Pêché",
        "Connaissance",
        "Sang",
        "Temps"
      ]
    },
    {
      "bookId": 4,
      "bookName": "Livre de la Destruction",
      "description": "Cette voie permet d’utiliser le pouvoir du flux des âmes pour détruire la réalité elle-même. Ses sorts affectent autant le monde matériel que spirituel. Son pouvoir est, par nature, très offensif.",
      "type": "Majeure",
      "oppositeBook": "Création",
      "secondaryBookAccessibles": [
        "Chaos",
        "Guerre",
        "Mort",
        "Pêché",
        "Sang",
        "Temps",
        "Néant"
      ]
    },
    {
      "bookId": 5,
      "bookName": "Livre du Feu",
      "description": "La première des quatre voies élémentaires mineures contrôle les hautes températures. Ses sorts se basent sur la chaleur, le feu et peuvent englober de vastes superficies. Elle accueille aussi les sorts de sacrifice, permettant de consumer certains aspects d’un individu pour en améliorer d’autres. C’est une voie très offensive.",
      "type": "Mineure",
      "oppositeBook": "Eau",
      "secondaryBookAccessibles": [
        "Guerre",
        "Mort",
        "Pêché",
        "Seuil"
      ]
    },
    {
      "bookId": 6,
      "bookName": "Livre de l’Eau",
      "description": "L’élément de l’eau accueille de nombreux principes différents. Cette voie contrôle les liquides et la pureté des choses. Elle représente aussi le pouvoir du gel et des basses températures. En combat, c’est une magie très équilibrée, à la fois offensive et défensive.",
      "type": "Mineure",
      "oppositeBook": "Feu",
      "secondaryBookAccessibles": [
        "Literae",
        "Musique",
        "Noblesse",
        "Paix",
        "Connaissance",
        "Sang",
        "Néant"
      ]
    },
    {
      "bookId": 7,
      "bookName": "Livre de la Terre",
      "description": "La terre est le pouvoir de la planète, de la pierre et des minéraux. Il s’agit de la magie la plus matérielle de toutes, contrôlant les lois de la physique, comme la gravité ou le magnétisme. Son influence sur les esprits et les choses immatérielles est très limitée. Les sorts de terre sont liés à la résistance, la solidité et la lenteur.",
      "type": "Mineure",
      "oppositeBook": "Air",
      "secondaryBookAccessibles": [
        "Guerre",
        "Literae",
        "Noblesse",
        "Paix",
        "Seuil"
      ]
    },
    {
      "bookId": 8,
      "bookName": "Livre de l’Air",
      "description": "Il s’agit de la voie des choses éthérées et intangibles. Elle comporte les sorts de vitesse, de vol et de mouvement. Son pouvoir permet d’altérer l’espace et de transporter les corps d’un lieu à l’autre. Cette voie contrôle aussi les perturbations atmosphériques et donc le climat et l’électricité.",
      "type": "Mineure",
      "oppositeBook": "Terre",
      "secondaryBookAccessibles": [
        "Chaos",
        "Musique",
        "Noblesse",
        "Paix",
        "Pêché",
        "Connaissance",
        "Songes",
        "Seuil",
        "Néant"
      ]
    },
    {
      "bookId": 9,
      "bookName": "Livre de l’Essence",
      "description": "L’essence contrôle la vie et les âmes. Cette voie contrôle également les esprits et les être naturels de ce monde. C’est enfin la voie de la nature et des sortilèges druidiques.",
      "type": "Mineure",
      "oppositeBook": "Illusion",
      "secondaryBookAccessibles": [
        "Musique",
        "Paix",
        "Connaissance",
        "Sang",
        "Songes"
      ]
    },
    {
      "bookId": 10,
      "bookName": "Livre de l’Illusion",
      "description": "Le pouvoir de cette voie permet à un sorcier de contrôler la mystification et l’illusion. Ses sorts peuvent altérer la réalité et, avec elle, la perception des gens.",
      "type": "Mineure",
      "oppositeBook": "Essence",
      "secondaryBookAccessibles": [
        "Literae",
        "Mort",
        "Musique",
        "Noblesse",
        "Pêché",
        "Songes",
        "Seuil"
      ]
    },
    {
      "bookId": 11,
      "bookName": "Livre de la Nécromancie",
      "description": "La nécromancie est une perversion de la magie en tant que telle. Alors que les autres voies se nourrissent de l’énergie qui s’échappe du flux des âmes, la Nécromancie l’y arrache littéralement. Ses sorts détruisent l’essence de la vie, étouffant et pervertissant les âmes qu’elle utilise. Son pouvoir permet de rendre la vie aux morts, de détruire les âmes, de drainer les vies et l’essence d’autres êtres.",
      "type": "Automatique",
      "oppositeBook": "Toutes les autres voies",
      "secondaryBookAccessibles": [
        "Guerre",
        "Mort",
        "Pêché",
        "Connaissance",
        "Sang",
        "Songes",
        "Seuil",
        "Néant"
      ]
    },
    {
      "bookId": 12,
      "bookName": "Sorts d’accès libre ",
      "description": "Les sorts d'accès libre sont des sorts générique que tout sorcier peut apprendre, peu importe les voies qu'il a choisis. Lorsqu'un sorcier apprend une voie, il peut choisir parmi ces sorts pour compléter sa voie et la rendre unique.",
      "type": "Inderterminé"
    },
    {
      "bookId": 13,
      "bookName": "Livre du Chaos",
      "description": "Cette voie manie le principe absolu du chaos, le pouvoir de l'imprédictible e l'altération des événements.",
      "primaryBookUnaccessibles": [
        "Eau",
        "Feu",
        "Terre",
        "Essence",
        "Illusion",
        "Nécromancie"
      ]
    },
    {
      "bookId": 14,
      "bookName": "Livre de la Guerre",
      "description": "Les sorciers de la guerre sont ceux qui maîtrisent les champs de bataille à volonté, pouvant renforcer selon leurs souhaits les compétences de leurs alliés ou même d'armées entières.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Création",
        "Air",
        "Eau",
        "Essence",
        "Illusion"
      ]
    },
    {
      "bookId": 15,
      "bookName": "Livre de la Literae",
      "description": "Literae est la magie des mots, la voie de la modification de la réalité en écrivant des annotations en marge du livre que nous appelons la réalité. Ceux qui l’emploient sont capables d'utiliser la sorcellerie pour réécrire le scénario de la vie en l'adaptant à leurs besoins.",
      "primaryBookUnaccessibles": [
        "Destruction",
        "Air",
        "Feu",
        "Terre",
        "Essence",
        "Nécromancie"
      ]
    },
    {
      "bookId": 16,
      "bookName": "Livre de la Mort",
      "description": "Cette voie secondaire contrôle la fin des choses, la mort dans son concept fin de la vie.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Création",
        "Air",
        "Eau",
        "Terre",
        "Essence",
        "Illusion"
      ]
    },
    {
      "bookId": 17,
      "bookName": "Livre de la Musique",
      "description": "Cette voie secondaire regroupe tous les pouvoirs en relation avec la musique les mélodies. Les sorciers qui utilisent ses sorts sont habituellement appelés mages musiciens, car c'est au travers de leurs mélodies qu'ils sont capables de provoquer les effets et les merveilles les plus invraisemblables.",
      "primaryBookUnaccessibles": [
        "Destruction",
        "Feu",
        "Terre",
        "Nécromancie"
      ]
    },
    {
      "bookId": 18,
      "bookName": "Livre de la Noblesse",
      "description": "Cette voie secondaire regroupe tous les principes en relation avec l'apparence, la position sociale et la supériorité sur les autres. C'est la magie dont usent la noblesse et les grands seigneurs pour assurer leur domination sur les autres.",
      "primaryBookUnaccessibles": [
        "Création",
        "Destruction",
        "Feu",
        "Essence",
        "Nécromancie"
      ]
    },
    {
      "bookId": 19,
      "bookName": "Livre de la Paix ",
      "description": "C'est la voie qui incarne l'harmonie et l'absence de conflits.",
      "primaryBookUnaccessibles": [
        "Obscurité",
        "Destruction",
        "Feu",
        "Illusion",
        "Nécromancie"
      ]
    },
    {
      "bookId": 20,
      "bookName": "Livre du Péché",
      "description": "Cette voie secondaire est la plus obscure et la plus retorse de toutes, car elle regroupe tous les pouvoirs en relation avec les émotions négatives, le péché et plus globalement le mal à l'état pur. C'est la magie utilisée par la grande majorité des créatures infernales, ainsi que par les adorateurs des divinités maléfiques de chaque culture.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Eau",
        "Terre",
        "Essence",
        "Illusion"
      ]
    },
    {
      "bookId": 21,
      "bookName": "Livre de la Connaissance",
      "description": "Connaissance est, une voie secondaire primordiale qui domine le concept même du savoir. Les sorciers qui l'utilisent ont la maîtrise sur tout ce qui peut être appris.",
      "primaryBookUnaccessibles": [
        "Destruction",
        "Feu",
        "Terre",
        "Illusion"
      ]
    },
    {
      "bookId": 22,
      "bookName": "Livre du Sang",
      "description": "Cette voie secondaire contrôle le principe qui donne la vie aux êtres organiques, celui du sang lui-même.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Air",
        "Feu",
        "Terre",
        "Illusion"
      ]
    },
    {
      "bookId": 23,
      "bookName": "Livre des Songes",
      "description": "Songes est la voie de magie secondaire qui contrôle le monde onirique des rêveurs, ainsi que son reflet dans la Veille.",
      "primaryBookUnaccessibles": [
        "Création",
        "Destruction",
        "Eau",
        "Feu",
        "Terre"
      ]
    },
    {
      "bookId": 24,
      "bookName": "Livre du Temps ",
      "description": "Pour beaucoup d'occultistes le principe qui contrôle cette voie secondaire est le plus grand de tous, y compris parmi ceux des voies majeures. Ceux qui l'utilisent sont appelés les Chronomants, ou mages du temps, et leurs capacités consistent à utiliser la magie pour contrôler le passage du temps comme s'il s'agissait simplement d'un élément de plus.",
      "primaryBookUnaccessibles": [
        "Air",
        "Eau",
        "Feu",
        "Terre",
        "Essence",
        "Illusion",
        "Nécromancie"
      ]
    },
    {
      "bookId": 25,
      "bookName": "Livre du Seuil",
      "description": "La peur et la folie sont les émotions les plus sombres, primaires et puissantes, antérieures même aux temps où les hommes ont pris conscience de leur destin. Cette voie secondaire à ces deux concepts comme base, c'est la magie des horreurs primitives qui sont au-delà des ténèbres elles-mêmes.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Création",
        "Destruction",
        "Eau",
        "Essence"
      ]
    },
    {
      "bookId": 26,
      "bookName": "Livre du Vide",
      "description": "Vide est la voie secondaire qui contrôle les énergies du néant, l'absence totale de toute matière physique ou spirituelle.",
      "primaryBookUnaccessibles": [
        "Lumière",
        "Création",
        "Feu",
        "Terre",
        "Essence",
        "Illusion"
      ]
    }
  ]
}
