[
  {
    "bookId": 1,
    "bookName": "Luz",
    "description": "Esta vía es la que permite a los hechiceros controlar uno de los dos elementos superiores, la luz pura. Es la que controla las emociones positivas del hombre, como el amor, la tranquilidad o el placer. También domina el conocimiento y la detección. Su poder ofensivo y defensivo está muy equilibrado.",
    "oppositeBook": "Oscuridad",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 2,
    "bookName": "Oscuridad",
    "description": "La oscuridad no controla la ausencia de luz, sino el puro poder de las tinieblas. Domina todas las emociones negativas como el miedo, la ira y el odio. Es también el poder de los secretos, entre los que se incluyen los conjuros de ocultación y ofuscación. Al igual que la Luz, su poder está muy equilibrado.",
    "oppositeBook": "Luz",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 3,
    "bookName": "Creación",
    "description": "El poder de la creación es la capacidad mágica de componer y alterar la realidad que rodea a los hechiceros. Sus conjuros engloban el cambio, la curación y la creación de cosas. Es una magia marcadamente defensiva.",
    "oppositeBook": "Destrucción",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 4,
    "bookName": "Destrucción",
    "description": "Esta vía permite utilizar el poder del flujo de almas para destruir la propia realidad. Sus conjuros afectan tanto al mundo material como al espiritual. Su poder es por naturaleza muy ofensivo.",
    "oppositeBook": "Creación",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 5,
    "bookName": "Fuego",
    "description": "La primera de las cuatro vías elementales menores tiene el control sobre las altas temperaturas. Sus conjuros crean calor, fuego y arrasan grandes cantidades de terreno. También reúne conjuros de sacrificio, que permiten consumir ciertos aspectos de un individuo para potenciar a cambio otros. Es una vía muy ofensiva.",
    "oppositeBook": "Agua",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 6,
    "bookName": "Agua",
    "description": "El elemento del agua recoge dentro de sí muchos conceptos distintos. Es la vía que controla los líquidos y la pureza de las cosas. También representa el poder del hielo y el de las bajas temperaturas. Su poder es muy equilibrado ofensiva y defensivamente.",
    "oppositeBook": "Fuego",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 7,
    "bookName": "Aire",
    "description": "La Tierra es el poder del planeta, la piedra y los minerales. Es la magia más material de todas y controla las leyes de la física, como la gravedad y el magnetismo. Su influencia sobre los espíritus y lo inmaterial es muy limitada. Los conjuros de piedra recogen la magia relacionada con la resistencia, la dureza y la lentitud.",
    "oppositeBook": "Tierra",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 8,
    "bookName": "Tierra",
    "description": "Es la vía de lo etéreo y lo incorpóreo. Recoge los conjuros de velocidad y movimiento. Con su poder se puede alterar el espacio y transportar cuerpos de un lugar a otro. También es la vía que controla el clima y la electricidad.",
    "oppositeBook": "Aire",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 9,
    "bookName": "Esencia",
    "description": "La Esencia controla la vida y las almas. Esta vía tiene el poder sobre los espíritus y los seres naturales que pertenecen al mundo. Es también la vía de la naturaleza y los conjuros de origen druídicos.",
    "oppositeBook": "Ilusión",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 10,
    "bookName": "Ilusión",
    "description": "El poder de esta vía permite al hechicero controlar el engaño y la ilusión. Sus conjuros pueden alterar la realidad, y con ella la percepción de las personas.",
    "oppositeBook": "Esencia",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 11,
    "bookName": "Nigromancia",
    "description": "La nigromancia es una perversión de la magia como tal. Mientras que el resto de vías se alimenta de las energías de la red de almas, la nigromancia las arranca de allí. Sus conjuros destruyen la esencia de la vida, estancando y pervirtiendo las almas que utiliza. Su poder permite devolver la vida a los muertos, destruir las almas y drenar la vida y la esencia de otros seres.",
    "oppositeBook": "El resto de las vías de magia.",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 12,
    "bookName": "Libre acceso",
    "secondaryBookAccessibles": [
      "CAOS",
      "GUERRA",
      "LITERAE",
      "MUERTE",
      "MUSICAL",
      "NOBLEZA",
      "PAZ",
      "PECADO",
      "CONOCIMIENTO",
      "SANGRE",
      "SUEÑOS",
      "TIEMPO",
      "UMBRAL",
      "VACÍO"
    ]
  },
  {
    "bookId": 13,
    "bookName": "Caos",
    "description": "Esta vía maneja el principio absoluto del caos, el poder de lo impredecible y la alteración de los acontecimientos.",
    "primaryBookUnaccessibles": [
      "Nigromancia",
      "Ilusión",
      "Esencia",
      "Fuego",
      "Tierra",
      "Agua"
    ]
  },
  {
    "bookId": 14,
    "bookName": "Guerra",
    "description": "Los hechiceros de la guerra son aquellos que dominan los campos de batalla a su antojo, pudiendo potenciar a voluntad las habilidades de sus compañeros o incuso de ejércitos enteros.",
    "primaryBookUnaccessibles": [
      "Aire",
      "Luz",
      "Agua",
      "Ilusión",
      "Creación"
    ]
  },
  {
    "bookId": 15,
    "bookName": "Literae",
    "description": "Literae es la magia de las palabras, la modificación de la realidad escribiendo anotaciones en los márgenes del libro al que llamamos realidad. Los que la emplean son capaces de utilizar la hechicería para reescribir el guión de la vida adaptándolo a sus necesidades.",
    "primaryBookUnaccessibles": [
      "Nigromancia",
      "Destrucción",
      "Esencia",
      "Fuego",
      "Aire",
      "Tierra"
    ]
  },
  {
    "bookId": 16,
    "bookName": "Muerte",
    "description": "Esta sub-vía controla el fin de las cosas, la muerte en su concepto de término de la vida.",
    "primaryBookUnaccessibles": [
      "Creación",
      "Luz",
      "Esencia",
      "Tierra",
      "Agua",
      "Aire",
      "Ilusión"
    ]
  },
  {
    "bookId": 17,
    "bookName": "Musical",
    "description": "Esta sub-vía recoge todos los poderes relacionados con la música y las melodías. Los brujos que usan sus conjuros son habitualmente llamados magos musicales, ya que a través de sus melodías son capaces de provocar los más inverosímiles efectos y maravillas.",
    "primaryBookUnaccessibles": [
      "Destrucción",
      "Fuego",
      "Tierra",
      "Nigromancia"
    ]
  },
  {
    "bookId": 18,
    "bookName": "Nobleza",
    "description": "Esta sub-vía recoge todos aquellos principios relacionados con la apariencia, posición social y superioridad sobre el resto de personas. Es la magia que usa la nobleza y los grandes señores para asegurar su predominio sobre los demás.",
    "primaryBookUnaccessibles": [
      "Creación",
      "Destrucción",
      "Esencia",
      "Fuego",
      "Nigromancia"
    ]
  },
  {
    "bookId": 19,
    "bookName": "Paz",
    "description": "Es la vía que encarna la armonía y la falta de conflictos.",
    "primaryBookUnaccessibles": [
      "Destrucción",
      "Oscuridad",
      "Fuego",
      "Nigromancia",
      "Ilusión"
    ]
  },
  {
    "bookId": 20,
    "bookName": "Pecado",
    "description": "Esta sub-vía es la más oscura y retorcida de todas, ya que recoge todos los poderes relacionados con las emociones negativas, el pecado y, mayoritariamente, el puro mal. Es la magia usada por la gran mayoría de criaturas infernales, así como la de los adoradores de las deidades malignas de cada cultura.",
    "primaryBookUnaccessibles": [
      "Luz",
      "Esencia",
      "Ilusión",
      "Tierra",
      "Agua"
    ]
  },
  {
    "bookId": 21,
    "bookName": "Conocimiento",
    "description": "Conocimiento es una sub-vía primaria que domina el propio concepto del saber. Los hechiceros que la usan tienen control sobre todo lo que se puede llegar a aprender.",
    "primaryBookUnaccessibles": [
      "Destrucción",
      "Tierra",
      "Fuego",
      "Ilusión"
    ]
  },
  {
    "bookId": 22,
    "bookName": "Sangre",
    "description": "Esta sub-vía controla el principio que da la vida a los seres orgánicos, el de la propia sangre.",
    "primaryBookUnaccessibles": [
      "Luz",
      "Ilusión",
      "Fuego",
      "Aire",
      "Tierra"
    ]
  },
  {
    "bookId": 23,
    "bookName": "Sueños",
    "description": "Sueños es la vía de magia que controla el mundo onírico de los soñadores, así como su reflejo en la Vigilia.",
    "primaryBookUnaccessibles": [
      "Creación",
      "Destrucción",
      "Agua",
      "Tierra",
      "Fuego"
    ]
  },
  {
    "bookId": 24,
    "bookName": "Tiempo",
    "description": "Para muchos ocultistas el principio que controla esta sub-vía es el más grande de todos, superior incluso a los de las propias vías mayores. Los que la emplean suelen ser llamados Chronomantes, o magos del tiempo, y su habilidad consiste en emplear la magia para controlar el fluir del tiempo como si fuera un elemento más.",
    "primaryBookUnaccessibles": [
      "Nigromancia",
      "Aire",
      "Agua",
      "Fuego",
      "Tierra",
      "Esencia",
      "Ilusión"
    ]
  },
  {
    "bookId": 25,
    "bookName": "Umbral",
    "description": "El miedo y la locura son las emociones más oscuras, primarias y poderosas, anteriores incluso a los tiempos el los que el hombre tenía consciencia de su destino. Esta sub-vía tiene ambos conceptos como principio",
    "primaryBookUnaccessibles": [
      "Luz",
      "Esencia",
      "Agua",
      "Creación",
      "Destrucción"
    ]
  },
  {
    "bookId": 26,
    "bookName": "Vacío",
    "description": "Vacío es la sub-vía que controla las energías de la nada, la absoluta carencia de toda materia física y espiritual.",
    "primaryBookUnaccessibles": [
      "Luz",
      "Creación",
      "Tierra",
      "Fuego",
      "Ilusión",
      "Esencia"
    ]
  }
]