{
  "bookId": 13,
  "bookName": "CAOS",
  "description": "Esta vía maneja el principio absoluto del caos, el poder de lo impredecible y la alteración de los acontecimientos.",
  "primaryBookUnaccessibles": [
    "Nigromancia",
    "Ilusión",
    "Esencia",
    "Fuego",
    "Tierra",
    "Agua"
  ],
  "spells": [
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "250 metros de radio.",
        "requiredIntelligence": 10,
        "retention": 10,
        "zeon": 100
      },
      "arcaneGrade": {
        "effect": "500 metros de radio / El hechicero percibe la presencia de cualquier ser con Gnosis superior a 20 o Natura superior a 10 que esté dentro de la zona de acción del conjuro si estos no superan una RM contra 160.",
        "requiredIntelligence": 12,
        "retention": 15,
        "zeon": 120
      },
      "bookId": 13,
      "dailyRetention": true,
      "effect": "El hechicero es capaz de notar las fluctuaciones provocadas por el caos en el ambiente, permitiéndole sentir cualquier cosa innatural para la realidad que ocurra dentro del área del conjuro. No determina la localización exacta, pero si es consciente del nivel de influencia que el caos provoca en la existencia.",
      "initialGrade": {
        "effect": "50 metros de radio.",
        "requiredIntelligence": 5,
        "retention": 5,
        "zeon": 50
      },
      "intermediateGrade": {
        "effect": "100 metros de radio.",
        "requiredIntelligence": 8,
        "retention": 10,
        "zeon": 80
      },
      "level": 4,
      "name": "Sentir el Caos",
      "spellId": 1,
      "type": "Efecto, Detección",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 120 / 40 metros de radio / Presencia máxima 140.",
        "requiredIntelligence": 12,
        "retention": 25,
        "zeon": 120
      },
      "arcaneGrade": {
        "effect": "RM 140 / 60 metros de radio / Presencia máxima 160.",
        "requiredIntelligence": 15,
        "retention": 30,
        "zeon": 150
      },
      "bookId": 13,
      "dailyRetention": false,
      "effect": "El hechicero provoca una oleada de energía que altera las posibilidades forzando resultados caóticos e impredecibles. Mientras este sortilegio se encuentre activo, todas las personas se comportan como si tuvieran Natura 10 (aunque, a efectos de su importancia en la realidad, mantienen su valor original) y todo tipo de sucesos inusuales e imposibles ocurren sin parar. Dicho de otro modo, es como si la suerte se hubiera vuelto loca, y todo pudiera ocurrir. En el momento de lanzar este conjuro, el hechicero debe decidir si lo deja fijo en una zona determinada o hace que el aura se mueva consigo.",
      "initialGrade": {
        "effect": "RM 80 / 10 metros de radio / Presencia máxima 100.",
        "requiredIntelligence": 6,
        "retention": 15,
        "zeon": 60
      },
      "intermediateGrade": {
        "effect": "RM 100 / 20 metros de radio / Presencia máxima 120.",
        "requiredIntelligence": 9,
        "retention": 20,
        "zeon": 90
      },
      "level": 14,
      "name": "Aura de Caos",
      "spellId": 2,
      "type": "Efecto",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "+6 al rango de pifia / -15 al rango de tirada abierta.",
        "requiredIntelligence": 12,
        "retention": 25,
        "zeon": 120
      },
      "arcaneGrade": {
        "effect": "+8 al rango de pifia / -20 al rango de tirada abierta.",
        "requiredIntelligence": 14,
        "retention": 30,
        "zeon": 140
      },
      "bookId": 13,
      "dailyRetention": false,
      "effect": "El hechicero o el personaje que este elija sufre una alteración temporal de su naturaleza, siendo capaz de realizar con mucha más facilidad acciones extremas, tanto para bien como para mal. En consecuencia, incrementa su rango de pifia y tirada abierta, en los valores indicados por el grado del conjuro. Por ejemplo, alguien sin maestría que fuera afectado por este conjuro en grado base, pifiaría con un resultado de 5 y obtendría una tirada abierta con un 85.",
      "initialGrade": {
        "effect": "+2 al rango de pifia / -5 al rango de tirada abierta.",
        "requiredIntelligence": 8,
        "retention": 20,
        "zeon": 80
      },
      "intermediateGrade": {
        "effect": "+4 al rango de pifia / -10 al rango de tirada abierta.",
        "requiredIntelligence": 10,
        "retention": 20,
        "zeon": 100
      },
      "level": 24,
      "name": "Alteración de la Probabilidad",
      "spellId": 3,
      "type": "Anímico",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 160 / La suerte concedida es algo desproporcionado, rozando lo absurdo.",
        "requiredIntelligence": 12,
        "retention": 15,
        "zeon": 250
      },
      "arcaneGrade": {
        "effect": "RM 180 / Como en grado avanzado, pero aún salvo al enfrentarse a entes sobrenaturales de Gnosis o Natura elevada, el personaje siempre ganará o perderá contra cualquier persona en todo aquello que pueda estar relacionada con la suerte.",
        "requiredIntelligence": 14,
        "retention": 15,
        "zeon": 400
      },
      "bookId": 13,
      "dailyRetention": false,
      "effect": "El blanco de este conjuro ven incrementados los resultados producidos por el azar y la suerte del modo deseado por el hechicero, de manera que cualquier situación que se vea determinada por el azar obtiene siempre resultados desmesurados, ya sea para bien o para mal. Un jugador de cartas, por ejemplo, obtendrían continuamente resultados increíblemente afortunados o desastrosos. Los personajes con la Ventajas y Desventaja Afortunado y Desafortunado ven incrementados exponencialmente sus efectos. Es posible evitar sus efectos superando una RM contra el valor determinado por el grado del conjuro.",
      "initialGrade": {
        "effect": "RM 120.",
        "requiredIntelligence": 8,
        "retention": 10,
        "zeon": 80
      },
      "intermediateGrade": {
        "effect": "RM 140.",
        "requiredIntelligence": 10,
        "retention": 10,
        "zeon": 140
      },
      "level": 34,
      "name": "Alterar la Suerte",
      "spellId": 4,
      "type": "Anímico",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Tres tiradas por asalto.",
        "requiredIntelligence": 12,
        "retention": 25,
        "zeon": 280
      },
      "arcaneGrade": {
        "effect": "Cuatro tiradas por asalto o una que sea un resultado de pifia.",
        "requiredIntelligence": 14,
        "retention": 30,
        "zeon": 400
      },
      "bookId": 13,
      "dailyRetention": false,
      "effect": "El hechicero puede repetir cierta cantidad de tiradas por asalto, siempre y cuando ninguna de ellas sea un resultado de pifia. No es posible afectar dos veces la misma tirada.",
      "initialGrade": {
        "effect": "Una tirada por asalto.",
        "requiredIntelligence": 7,
        "retention": 20,
        "zeon": 120
      },
      "intermediateGrade": {
        "effect": "Dos tiradas por asalto.",
        "requiredIntelligence": 9,
        "retention": 20,
        "zeon": 180
      },
      "level": 44,
      "name": "Caminos del Caos",
      "spellId": 5,
      "type": "Anímico",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Nivel 8.",
        "requiredIntelligence": 12,
        "retention": 0,
        "zeon": 300
      },
      "arcaneGrade": {
        "effect": "Nivel 12.",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 700
      },
      "bookId": 13,
      "dailyRetention": false,
      "effect": "Crea un engendro solidificado el caos que haya en el ambiente. El lanzador no tiene poder alguno sobre él, y se comportará de un modo completamente impredecible (aunque por regla general, siempre de un modo violento). El ente debe de ser desarrollado como un Ser Entre Mundos usando las reglas descritas en el Capítulo 26 del libro básico, pero el lanzador solamente puede elegir gastar voluntariamente la mitad de los PD de la criatura, mientras que la otra mitad serán determinados al azar por el Director de Juego. La criatura tendrá un Gnosis determinado por el grado del conjuro, 20. Sin importar el Grado en el que el conjuro sea lanzado, este sortilegio no permite crear criaturas de un nivel superior al del hechicero, ya que estas se basan en la presencia espiritual del mismo. Los engendros del caos no tienen la capacidad de recibir un alma, por lo que no es posible darles vida independiente mediante el conjuro de Otorgar Alma, ni transmigrar un espíritu en ellos.",
      "initialGrade": {
        "effect": "Nivel 2.",
        "requiredIntelligence": 8,
        "retention": 0,
        "zeon": 120
      },
      "intermediateGrade": {
        "effect": "Nivel 4.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 200
      },
      "level": 54,
      "name": "Aberración Caótica",
      "spellId": 6,
      "type": "Efecto",
      "withRetention": false
    },
    {
      "actionType": "Pasiva",
      "advancedGrade": {
        "effect": "RM 220/ Puede obligar a repetir la tirada tres veces.",
        "requiredIntelligence": 14,
        "retention": 0,
        "zeon": 300
      },
      "arcaneGrade": {
        "effect": "RM 260/ Puede obligar a repetir la tirada cuatro veces.",
        "requiredIntelligence": 16,
        "retention": 0,
        "zeon": 400
      },
      "bookId": 13,
      "dailyRetention": false,
      "effect": "Alterando la esencia del caos este conjuro permite cambiar el desenlace de un suceso provocando el cambio en la acción de una persona. El conjuro debe ser lanzado inmediatamente después de que se realice una acción el personaje que la haya realizado deberá repetir inmediatamente su tirada de dados. Por ejemplo, un personaje que intente cruzar brincando un vacío y falle una tirada de Saltar puede volver a intentarla nuevamente desechando el resultado anterior y generando uno nuevo. Este conjuro es automático, y la condición para obligar a realizar la RM es estar ante el brujo y haber realizado una acción en ese momento. Los seres con Gnosis 35 o Natura elevada son conscientes del cambio, mientras que los demás no pueden percibirlo.\"",
      "initialGrade": {
        "effect": "RM 140.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 100
      },
      "intermediateGrade": {
        "effect": "RM 180 / Puede obligar a repetir la tirada dos veces.",
        "requiredIntelligence": 12,
        "retention": 0,
        "zeon": 200
      },
      "level": 64,
      "name": "Manipulación del Caos",
      "spellId": 7,
      "type": "Automático",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "300 PD / 140 RM.",
        "requiredIntelligence": 13,
        "retention": 0,
        "zeon": 800
      },
      "arcaneGrade": {
        "effect": "400 PD / Gnosis 30 / 160 RM.",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 1200
      },
      "bookId": 13,
      "dailyRetention": false,
      "effect": "El objetivo de este conjuro sufre serias mutaciones en su cuerpo, alterando tanto su fisionomía como sus capacidades. Al usar Mutación Caótica, el hechicero o el individuo que éste determine consigue PD adicionales para obtener Poderes de monstruo como si fuera un Ser Entre Mundos con Gnosis 25. No obstante, únicamente puede elegir gastar voluntariamente la mitad de dichos PD, mientras que la otra mitad serán determinados al azar por el Director de Juego. Por regla general, los poderes que provoca este conjuro siempre dejan visibles cambios físicos. Una persona puede tratar de resistirse a sus efectos, siempre y cuando supere la RM determinada por el grado del conjuro. El exceso de PD aumenta el nivel del personaje. Este conjuro sólo puede ser lanzado sobre un individuo una sola vez.",
      "initialGrade": {
        "effect": "100 PD / 100 RM.",
        "requiredIntelligence": 8,
        "retention": 0,
        "zeon": 200
      },
      "intermediateGrade": {
        "effect": "200 PD / 120 RM.",
        "requiredIntelligence": 11,
        "retention": 0,
        "zeon": 400
      },
      "level": 74,
      "name": "Mutación Caótica",
      "spellId": 8,
      "type": "Efecto",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Hasta Gnosis 40 / RM 200.",
        "requiredIntelligence": 15,
        "retention": 65,
        "zeon": 800
      },
      "arcaneGrade": {
        "effect": "Hasta Gnosis 45 / RM 260.",
        "requiredIntelligence": 17,
        "retention": 75,
        "zeon": 1200
      },
      "bookId": 13,
      "dailyRetention": false,
      "effect": "El hechicero tiene la capacidad de doblegar la naturaleza del caos a su antojo, pudiendo usarlo para obtener los resultados que desee. De ese modo, puede hacer desde cosas tan simples como que una silla se rompa hasta que el espacio se pliegue creando portales. Es importante puntualizar que este conjuro no otorga a un personaje un control del caos si este no existe como tal en una zona, por lo que cuanto mayor ambiente caótico haya, mayores serán sus poderes. Por ejemplo, controlar un lugar en el que el ambiente caótico es muy bajo no le permitiría hacer nada, mientras que dominarlo en una zona que, por ejemplo, está afectada por un fuerte caos, podría hacer casi cualquier cosa. A efectos de juego, el brujo obtiene los poderes Gnosticos Influir en la Realidad y Auspice, con un valor máximo de Gnosis que depende del grado del conjuro y del nivel de caos que haya. En el caso de que un ser basado en caos se encuentre en presencia del hechicero, este puede dominarlo si la criatura no supera un control de RM indicado por el grado del sortilegio.",
      "initialGrade": {
        "effect": "Hasta Gnosis 30 / RM 120.",
        "requiredIntelligence": 11,
        "retention": 50,
        "zeon": 300
      },
      "intermediateGrade": {
        "effect": "Hasta Gnosis 35 / RM 160.",
        "requiredIntelligence": 13,
        "retention": 60,
        "zeon": 500
      },
      "level": 84,
      "name": "Control del Caos",
      "spellId": 9,
      "type": "Efecto",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "5 kilómetro / Cualquier persona que esté en el interior del Caos Primario al menos un minuto es afectado irremisiblemente por el conjuro Mutación Caótica lanzado en grado arcano.",
        "requiredIntelligence": 16,
        "retention": 300,
        "zeon": 1500
      },
      "arcaneGrade": {
        "effect": "25 kilómetros/ Como en grado avanzado, pero a menos de un kilómetro del núcleo del conjuro el estado de la alteración es absoluto, por lo que ninguna regla existencia funciona a efectos de juego, incluso la materia deja de existir, convirtiéndose simplemente en un conjunto de átomos en continuo movimiento. Todo lo que esté dentro debe superar un control de RM contra 160 o simplemente se fundirá con el caos y desaparecerá para siempre.",
        "requiredIntelligence": 18,
        "retention": 480,
        "zeon": 2400
      },
      "bookId": 13,
      "dailyRetention": true,
      "effect": "Alterando completamente las leyes de la realidad, el hechicero crea caos en su estado más puro, una zona donde todo cuanto contiene deja de responder a ninguna regla de la razón. El espacio se distorsiona de manera que arriba puede ser abajo, kilómetros se recorren en segundos y metros en horas. Una persona puede ser joven y vieja a la vez, estallar una tormenta sin dejar de ser un día soleado… nada tiene lógica, porque el propio concepto de la lógica ha dejado de existir. Alguien normal puede volverse loco en pocos minutos, mientras que todo poder sobrenatural puede salir fuera de control. La zona de acción de este conjuro es determinada por su grado, y permanece estática donde fue lanzada.",
      "initialGrade": {
        "effect": "500 metros.",
        "requiredIntelligence": 12,
        "retention": 100,
        "zeon": 500
      },
      "intermediateGrade": {
        "effect": "1 kilómetro.",
        "requiredIntelligence": 14,
        "retention": 180,
        "zeon": 900
      },
      "level": 94,
      "name": "Caos Primario",
      "spellId": 10,
      "type": "Automático",
      "withRetention": true
    }
  ],
  "type": "Sub-Vía"
}