{
  "bookId": 9,
  "bookName": "Esencia",
  "description": "La Esencia controla la vida y las almas. Esta vía tiene el poder sobre los espíritus y los seres naturales que pertenecen al mundo. Es también la vía de la naturaleza y los conjuros de origen druídicos.",
  "oppositeBook": "Ilusión",
  "secondaryBookAccessibles": [
    "Caos",
    "Literae",
    "Muerte",
    "Nobleza",
    "Pecado",
    "Tiempo",
    "Umbral",
    "Vacío"
  ],
  "spells": [
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Afecta tanto a seres naturales como a criaturas entre mundo.",
        "requiredIntelligence": 16,
        "retention": 10,
        "zeon": 1200
      },
      "arcaneGrade": {
        "effect": "Cualquier clase de criatura, incluyendo seres sobrenaturales de alto poder existencial.",
        "requiredIntelligence": 18,
        "retention": 15,
        "zeon": 1600
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "Altera la esencia de un individuo, permitiéndole volverse afín a cualquier tipo de ser vivo y consiguiendo así que estos le reconozcan como un miembro de su especie. Como ejemplo, podría usarse este conjuro para adquirir afinidad hacia los lobos y, de ese modo, ser reconocido como un igual por estos. Sólo afecta a seres que se basen en instintos.",
      "initialGrade": {
        "effect": "Afecta a animales naturales (caballos, conejos, lobos…).",
        "requiredIntelligence": 12,
        "retention": 5,
        "zeon": 450
      },
      "intermediateGrade": {
        "effect": "Afecta a toda clase de criatura natural.",
        "requiredIntelligence": 14,
        "retention": 10,
        "zeon": 800
      },
      "level": 2,
      "name": "Afinidad Natural",
      "spellId": 1,
      "type": "Automático",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 160 y 50 metros de radio.",
        "requiredIntelligence": 10,
        "retention": 10,
        "zeon": 100
      },
      "arcaneGrade": {
        "effect": "RM 200 / 100 metros de radio.",
        "requiredIntelligence": 12,
        "retention": 15,
        "zeon": 140
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "El hechicero percibe la esencia en la que está basado cualquier ser que se encuentre a su alrededor. El brujo no obtiene información real sobre las criaturas, pero puede reconocer sus ataduras elementales e identificar posteriormente seres con el mismo tipo de esencia o raza. Ten en cuenta que no es un conjuro de detección como tal, por lo que el mago deberá tener al menos constancia de que una entidad está cerca de él para poder sentir su esencia. Aun así, el hechizo sí le permite percibir a criaturas espirituales que sean invisibles al ojo humano.",
      "initialGrade": {
        "effect": "RM 100 / 10 metros de radio.",
        "requiredIntelligence": 5,
        "retention": 5,
        "zeon": 30
      },
      "intermediateGrade": {
        "effect": "RM 140 / 25 metros de radio.",
        "requiredIntelligence": 8,
        "retention": 10,
        "zeon": 60
      },
      "level": 6,
      "name": "Detectar Esencia",
      "spellId": 2,
      "type": "Automático",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Permite comunicarte con cualquier clase de ser natural o entre mundos.",
        "requiredIntelligence": 10,
        "retention": 20,
        "zeon": 100
      },
      "arcaneGrade": {
        "effect": "Permite comunicarte con cualquier clase de entidad.",
        "requiredIntelligence": 13,
        "retention": 25,
        "zeon": 150
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "El hechizo establece un enlace anímico entre el lanzador y un sujeto determinado, permitiendo a ambos comunicarse espiritualmente. La conversación se realizará mediante conceptos que ambos entenderán automáticamente, incluso si hablan idiomas diferentes o uno de ellos ni siquiera está capacitado para hablar. Es incluso posible comunicarse con plantas o animales que no tienen un idioma estructurado.",
      "initialGrade": {
        "effect": "Permite comunicarte con animales y plantas.",
        "requiredIntelligence": 6,
        "retention": 10,
        "zeon": 30
      },
      "intermediateGrade": {
        "effect": "Permite comunicarte con cualquier clase de ser natural.",
        "requiredIntelligence": 9,
        "retention": 20,
        "zeon": 70
      },
      "level": 10,
      "name": "Comunicación por Esencia",
      "spellId": 3,
      "type": "Automático",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Analiza todas las propiedades de una raza natural.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 90
      },
      "arcaneGrade": {
        "effect": "Analiza todas las propiedades y poderes místicos o especiales de un ser natural.",
        "requiredIntelligence": 13,
        "retention": 0,
        "zeon": 120
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Permite analizar toda la información sobre un determinado tipo de ser natural, como animales o plantas. Un hechicero que usase este conjuro podría, por ejemplo, examinar una planta extraña y descubrir si es venenosa o si tiene algún tipo de propiedad especial.",
      "initialGrade": {
        "effect": "Analiza las propiedades básicas de una planta o animal.",
        "requiredIntelligence": 6,
        "retention": 0,
        "zeon": 40
      },
      "intermediateGrade": {
        "effect": "Analiza todas las propiedades de una planta o animal.",
        "requiredIntelligence": 9,
        "retention": 0,
        "zeon": 60
      },
      "level": 12,
      "name": "Conocimiento Natural",
      "spellId": 4,
      "type": "Efecto",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "60% de puntos de vida.",
        "requiredIntelligence": 13,
        "retention": 0,
        "zeon": 120
      },
      "arcaneGrade": {
        "effect": "80% de puntos de vida.",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 150
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Otorga la capacidad de regenerar a un ritmo vertiginoso las heridas de un individuo, curando los puntos de vida perdidos. Este conjuro no permite recuperar miembros cercenados o daños similares, ni tampoco elimina los penalizadores causados por los críticos, pero sí detiene cualquier tipo de desangramiento. En el caso de que sea lanzado sobre un ser con acumulación de daño, sólo recupera la mitad del valor porcentual.",
      "initialGrade": {
        "effect": "20% de puntos de vida.",
        "requiredIntelligence": 8,
        "retention": 0,
        "zeon": 80
      },
      "intermediateGrade": {
        "effect": "40% de puntos de vida.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 100
      },
      "level": 16,
      "name": "Sanación",
      "spellId": 5,
      "type": "Efecto",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Hasta 200 de Resistencia.",
        "requiredIntelligence": 12,
        "retention": 10,
        "zeon": 90
      },
      "arcaneGrade": {
        "effect": "Hasta 240 de Resistencia.",
        "requiredIntelligence": 15,
        "retention": 15,
        "zeon": 120
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "Crea una barrera espiritual que detiene cualquier ataque anímico que afecte a las Resistencias sobrenaturales. Es decir, permite usar el escudo para detener cualquier efecto que obligue al hechicero a lanzar una RM o RP, aunque es virtualmente inútil contra otros tipos de ataques o conjuros. Tampoco es capaz de detener ataques que producen daños con efectos añadidos, como por ejemplo, el sortilegio Lluvia de Destrucción. El escudo en sí no tiene puntos de vida, ya que no protege contra impactos que produzcan daño.",
      "initialGrade": {
        "effect": "Hasta 140 de Resistencia.",
        "requiredIntelligence": 6,
        "retention": 5,
        "zeon": 40
      },
      "intermediateGrade": {
        "effect": "Hasta 160 de Resistencia.",
        "requiredIntelligence": 9,
        "retention": 10,
        "zeon": 60
      },
      "level": 20,
      "name": "Barrera de Almas",
      "spellId": 6,
      "type": "Escudo",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Presencia máxima 200 / RM o RP 190 / 50 kilómetros de distancia máxima.",
        "requiredIntelligence": 12,
        "retention": 25,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "Presencia máxima 240 / RM o RP 220 / 150 kilómetros de distancia máxima.",
        "requiredIntelligence": 15,
        "retention": 30,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "Conecta los sentidos del hechicero con los de otros individuos y viceversa, permitiéndoles ver y escuchar lo que los otros perciban. Si el brujo lo desea, es capaz de negar el acceso a sus propios sentidos. Para resistirse, se debe superar una RM o RP. Cualquier afectado tiene derecho a una nueva Resistencia cada hora. Puede afectar a varios individuos a la vez, siempre que la suma de la presencia de estos (sin incluir la del hechicero) no supere lo que determine el grado del conjuro.",
      "initialGrade": {
        "effect": "Presencia máxima 100 / RM o RP 100 / 1 kilómetro de distancia máxima.",
        "requiredIntelligence": 6,
        "retention": 10,
        "zeon": 60
      },
      "intermediateGrade": {
        "effect": "Presencia máxima 160 / RM o RP 160 / 10 kilómetros de distancia máxima.",
        "requiredIntelligence": 9,
        "retention": 20,
        "zeon": 180
      },
      "level": 22,
      "name": "Compartir Sentidos",
      "spellId": 7,
      "type": "Efecto",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 180.",
        "requiredIntelligence": 10,
        "retention": 10,
        "zeon": 100
      },
      "arcaneGrade": {
        "effect": "RM 200.",
        "requiredIntelligence": 12,
        "retention": 15,
        "zeon": 140
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Permite al hechicero modificar libremente la esencia de un individuo o ser. Este conjuro no otorga habilidades especiales por el cambio en si, pero altera temporalmente la base anímica del objetivo. De esta forma, mientras se mantenga, podría incluso modificar la esencia de un elemental de tierra por frío, haciéndole especialmente vulnerable a efectos y ataques basados en calor. En el caso de que la criatura posea poderes que están cerrados al elemento al que se modifica su esencia, perderá temporalmente la capacidad de utilizarlos.",
      "initialGrade": {
        "effect": "RM 140.",
        "requiredIntelligence": 6,
        "retention": 5,
        "zeon": 50
      },
      "intermediateGrade": {
        "effect": "RM 160.",
        "requiredIntelligence": 8,
        "retention": 10,
        "zeon": 80
      },
      "level": 26,
      "name": "Modificar la Esencia",
      "spellId": 8,
      "type": "Anímico",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Veneno Nivel 60.",
        "requiredIntelligence": 12,
        "retention": 0,
        "zeon": 120
      },
      "arcaneGrade": {
        "effect": "Veneno Nivel 70.",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 150
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "El veneno de esencia es una creación sobrenatural que se inocula en el alma del afectado y se extiende por todo su cuerpo. El hechicero podrá crear libremente los efectos del veneno, siguiendo la descripción del Capítulo 14. También es posible desarrollar antídotos, si se tienen los conocimientos suficientes sobre el veneno original.",
      "initialGrade": {
        "effect": "Veneno Nivel 40.",
        "requiredIntelligence": 6,
        "retention": 0,
        "zeon": 60
      },
      "intermediateGrade": {
        "effect": "Veneno Nivel 50.",
        "requiredIntelligence": 9,
        "retention": 0,
        "zeon": 90
      },
      "level": 30,
      "name": "Veneno de Almas",
      "spellId": 9,
      "type": "Anímico",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 180.",
        "requiredIntelligence": 13,
        "retention": 0,
        "zeon": 120
      },
      "arcaneGrade": {
        "effect": "RM 200.",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 150
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Este hechizo permite al brujo analizar espiritualmente a un individuo o criatura, obteniendo información detallada acerca de sus capacidades naturales y sus poderes. Aunque no le da acceso a saber cuáles son sus conocimientos ni el nivel de las habilidades que dependan de estos, sí puede medir su potencial espiritual y averiguar cómo funcionan sus capacidades innatas. Por ejemplo, si se utiliza sobre un ser sobrenatural, el brujo descubrirá cuáles son sus poderes y cuán elevados son, pero no lo que sabe hacer ni cómo es de bueno luchando. Este conjuro funciona automáticamente sobre la criatura designada si el hechicero la ve o conoce su verdadero nombre, aunque ésta puede resistirse superando una RM.",
      "initialGrade": {
        "effect": "RM 120.",
        "requiredIntelligence": 7,
        "retention": 0,
        "zeon": 60
      },
      "intermediateGrade": {
        "effect": "RM 140.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 90
      },
      "level": 32,
      "name": "Analizar el Alma",
      "spellId": 10,
      "type": "Automático",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "+150 PD.",
        "requiredIntelligence": 13,
        "retention": 60,
        "zeon": 280
      },
      "arcaneGrade": {
        "effect": "+200 PD.",
        "requiredIntelligence": 15,
        "retention": 80,
        "zeon": 360
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "Concede a un individuo la capacidad de adquirir habilidades y características de los seres existentes en el reino animal o vegetal. A efectos de juego, concede PD adicionales al personaje para obtener habilidades secundarias, habilidades esenciales o poderes de la Creación de Seres. No obstante, sólo podrán escogerse habilidades secundarias de los campos físicos de Agilidad, Percepción y Fuerza, y los poderes especiales que tengan como requerimiento Gnosis 0. Los PD se invierten según los costes de la categoría del personaje. No puede aumentarse ningún campo de habilidades primarias, ni tampoco adquirir capacidades sobrenaturales. Hay que tener en cuenta que estos cambios afectarán temporalmente a la forma física del personaje. Si, por ejemplo, ha adquirido un Arma Natural de daño incrementado, lo más lógico sería que estuviese dotado de unas enormes garras o cuernos. Los efectos de este conjuro no se superponen, y sólo se puede afectar con él una vez a cada sujeto. Si quieren obtenerse poderes distintos, primero debe dejar de mantenerse el sortilegio y lanzar uno nuevo.",
      "initialGrade": {
        "effect": "+50 PD.",
        "requiredIntelligence": 7,
        "retention": 25,
        "zeon": 120
      },
      "intermediateGrade": {
        "effect": "+10 PD.",
        "requiredIntelligence": 10,
        "retention": 40,
        "zeon": 200
      },
      "level": 36,
      "name": "Adquirir Capacidades Naturales",
      "spellId": 11,
      "type": "Efecto",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "500 metros de radio.",
        "requiredIntelligence": 12,
        "retention": 25,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "1 kilómetro de radio.",
        "requiredIntelligence": 15,
        "retention": 30,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Crea una zona dentro de la cual todo ser vivo regenera sus heridas y se revitaliza. Personas y animales recuperarán su vigor, mientras que las plantas florecerán con renovadas fuerzas. El conjuro afecta un radio alrededor del hechicero dentro del cual las criaturas vivientes adquirirán una Regeneración 16 mientras permanezcan en ella.",
      "initialGrade": {
        "effect": "50 metros de radio.",
        "requiredIntelligence": 7,
        "retention": 10,
        "zeon": 100
      },
      "intermediateGrade": {
        "effect": "200 metros de radio.",
        "requiredIntelligence": 9,
        "retention": 20,
        "zeon": 180
      },
      "level": 40,
      "name": "Revitalizar",
      "spellId": 12,
      "type": "Automático",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 140 / 2 kilómetros de radio.",
        "requiredIntelligence": 13,
        "retention": 15,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "RM 180 / 3 kilómetros de radio.",
        "requiredIntelligence": 15,
        "retention": 15,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Permite al brujo conectar su esencia con la mente de cualquier ser vivo (lo que incluye animales y plantas) con Gnosis entre 0 y 10 que se encuentre en la zona de acción del conjuro. El mago podrá sentir lo que hay alrededor de los afectados utilizando la percepción de estos individuos, aunque no puede influir en lo más mínimo sobre ellos. Dado que también transmite una parte de su espíritu, puede lanzar conjuros con la mitad de su ACT como si estuviera presente, aunque por ello cualquier conjuro Anímico realizado sobre el cuerpo en el que se encuentra funcionará, de forma adicional, también contra él. En el momento en el que pretende introducir su esencia en un individuo, el objetivo puede evitarlo superando una RM. Una vez que está observando desde ese cuerpo, el mago es libre de saltar a cualquier otro blanco que esté dentro del radio de acción del hechizo (siempre y cuando el nuevo objetivo no supere la Resistencia, por supuesto). Una vez que un individuo pasa el control, ya no puede ser afectado por el conjuro por más que el brujo trate de introducirse en él. Si alguien en quien reside la esencia del hechicero sale del área de acción de Mente de Vida, el lanzador perderá su poder sobre él. Habitualmente, una persona afectada no se da cuenta de que está siendo utilizada de este modo, incluso si desde ella se lanzan conjuros. Mente de Vida no permite al lanzador detectar cuántos objetivos hay a su alrededor ni su posición exacta, pero el mago puede dirigir sus poderes hacia el lugar al que le interesa enviar su espíritu. Es posible, por ejemplo, decidir que quiere entrar en la mente más cercana que se encuentre a 300 metros de él hacia el norte, y el conjuro buscará de modo automático el ser que más se acerque al punto designado. Mientras una parte de su esencia se encuentra fuera del cuerpo, el brujo no es consciente de lo que ocurre alrededor de su verdadero yo.",
      "initialGrade": {
        "effect": "RM 80 / 500 metros de radio.",
        "requiredIntelligence": 7,
        "retention": 10,
        "zeon": 120
      },
      "intermediateGrade": {
        "effect": "RM 120 / 1 kilómetro de radio.",
        "requiredIntelligence": 10,
        "retention": 10,
        "zeon": 180
      },
      "level": 42,
      "name": "Mente de Vida",
      "spellId": 13,
      "type": "Automático",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "x50 al ritmo de crecimiento / RM 140.",
        "requiredIntelligence": 13,
        "retention": 15,
        "zeon": 180
      },
      "arcaneGrade": {
        "effect": "x100 al ritmo de crecimiento / RM 160.",
        "requiredIntelligence": 16,
        "retention": 20,
        "zeon": 240
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "Modifica el ritmo natural de desarrollo de un organismo, acelerando o retrasando su evolución. En juego, permite multiplicar o dividir el ritmo de envejecimiento de un cuerpo vivo por el valor que determina el grado del conjuro. Por ejemplo, si este conjuro se lanza en grado avanzado para acelerar el envejecimiento de alguien, cada día que transcurra será equivalente a cincuenta para el objetivo. Una vez alguien es afectado por este conjuro, no tiene derecho a repetir la RM mientras el lanzador mantenga el sortilegio.",
      "initialGrade": {
        "effect": "x2 al ritmo de crecimiento / RM 100.",
        "requiredIntelligence": 9,
        "retention": 10,
        "zeon": 80
      },
      "intermediateGrade": {
        "effect": "x10 al ritmo de crecimiento / RM 120.",
        "requiredIntelligence": 11,
        "retention": 15,
        "zeon": 140
      },
      "level": 46,
      "name": "Alterar el Crecimiento",
      "spellId": 14,
      "type": "Anímico",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "20 niveles.",
        "requiredIntelligence": 13,
        "retention": 15,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "50 niveles.",
        "requiredIntelligence": 15,
        "retention": 15,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Crea un animal natural, imitando a una especie existente. El ser estará bajo el control absoluto del hechicero, quien podrá darle órdenes a través del lazo místico que les une. La criatura creada debe de ser un animal con Gnosis 0 y de una raza que exista en el mundo (por ejemplo osos, conejos, elefantes...). El conjuro permite crear un solo ser (nivel 5 como máximo), o repartir los niveles que confiere entre varias criaturas. Las creaciones tendrán todos sus instintos y habilidades naturales. Como referencia, el hechicero debe utilizar los animales del Capítulo 25.",
      "initialGrade": {
        "effect": "2 niveles.",
        "requiredIntelligence": 8,
        "retention": 10,
        "zeon": 60
      },
      "intermediateGrade": {
        "effect": "10 niveles.",
        "requiredIntelligence": 10,
        "retention": 10,
        "zeon": 180
      },
      "level": 50,
      "name": "Imitación Natural",
      "spellId": 15,
      "type": "Efecto",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Como en grado intermedio pero el personaje obtiene invisibilidad espiritual.",
        "requiredIntelligence": 13,
        "retention": 15,
        "zeon": 140
      },
      "arcaneGrade": {
        "effect": "Como en grado avanzado pero el personaje también obtiene el poder Interacción con el mundo.",
        "requiredIntelligence": 16,
        "retention": 20,
        "zeon": 160
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Transforma la forma física de un individuo en materia espiritual. Mientras se encuentre en este estado, aplicará las reglas descritas en el grado del conjuro como si fuera un ser espiritual (Capítulo 26).",
      "initialGrade": {
        "effect": "El personaje se vuelve intangible ante cualquier materia o ataque no basado en energía.",
        "requiredIntelligence": 8,
        "retention": 10,
        "zeon": 100
      },
      "intermediateGrade": {
        "effect": "Como en grado base pero el personaje también carece de necesidades físicas.",
        "requiredIntelligence": 11,
        "retention": 15,
        "zeon": 120
      },
      "level": 52,
      "name": "Forma Espiritual",
      "spellId": 16,
      "type": "Efecto",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 150.",
        "requiredIntelligence": 12,
        "retention": 50,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "RM 180.",
        "requiredIntelligence": 15,
        "retention": 60,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "Por medio de este hechizo, el mago obtiene el dominio absoluto de un miembro de una raza natural con Gnosis 0, como animales, plantas o incluso seres humanos normales. El brujo podrá transmitir sus órdenes directamente por la conexión mística que crea con el afectado, sin la necesidad de hablarle o de que este le entienda. Para resistir los efectos del hechizo es necesario superar una RM (dado que se controla la esencia del sujeto y no su mente, no le es posible utilizar su RP). El individuo subyugado tendrá derecho a un nuevo control por día, y en cada ocasión en la que la reciba una orden que vaya completamente en contra de su naturaleza. Ante una petición que ponga su vida en peligro o le obligue a matar a alguien querido, podrá aplicar un bono de +20 a su RM.",
      "initialGrade": {
        "effect": "RM 80.",
        "requiredIntelligence": 8,
        "retention": 20,
        "zeon": 100
      },
      "intermediateGrade": {
        "effect": "RM 120.",
        "requiredIntelligence": 10,
        "retention": 40,
        "zeon": 180
      },
      "level": 56,
      "name": "Control Natural",
      "spellId": 17,
      "type": "Anímico",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 180.",
        "requiredIntelligence": 12,
        "retention": 0,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "RM 200.",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Mediante la manipulación del alma, se imbuye al objetivo del conjuro en cualquiera de los estados genéricos descritos en el Capítulo 14 (con excepción de muerte). El brujo elige el momento de lanzamiento del hechizo cual desea provocar, cuya duración dependerá de las reglas generales en cada caso. Para resistirse, es necesario superar una RM. Si los estados inducidos son Coma o Paralización completa, el afectado puede añadir un bono de +40 a su tirada.",
      "initialGrade": {
        "effect": "RM 100.",
        "requiredIntelligence": 8,
        "retention": 0,
        "zeon": 100
      },
      "intermediateGrade": {
        "effect": "RM 140.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 180
      },
      "level": 60,
      "name": "Inducción de Estados",
      "spellId": 18,
      "type": "Anímico",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 180.",
        "requiredIntelligence": 12,
        "retention": 0,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "RM 220.",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Este conjuro afecta a un espíritu devolviéndolo al más allá. Permite influenciar tanto a almas muertas que esperan “El Llamamiento” como a criaturas de naturaleza espiritual. Salvo si la entidad tiene un Gnosis lo suficientemente elevado que le permita regresar al mundo, su esencia desaparecerá al llegar al más allá. En el caso de No Muertos, dado que sus almas ya no pertenecen al mundo, son automáticamente destruidas.",
      "initialGrade": {
        "effect": "RM 120.",
        "requiredIntelligence": 8,
        "retention": 0,
        "zeon": 100
      },
      "intermediateGrade": {
        "effect": "RM 160.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 180
      },
      "level": 62,
      "name": "Devolver al Flujo",
      "spellId": 19,
      "type": "Anímico",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 180 / 40 metros de radio.",
        "requiredIntelligence": 13,
        "retention": 25,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "RM 200 / 50 metros de radio.",
        "requiredIntelligence": 15,
        "retention": 30,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "Encanta una cierta zona, haciéndola impenetrable para un determinado tipo de ser. En el momento de lanzar el hechizo, el mago debe elegir a qué clase de seres les estará vedado el acceso, aunque tendrá libertad absoluta para seleccionar a tantos como desee. Podría, por ejemplo, prohibir el paso sólo a los elementales de fuego o permitir únicamente la entrada de humanos. La zona afectada no podrá tener una extensión mayor de lo que indique el grado del conjuro, o el doble en longitud si tiene forma de muro. Es decir, si lanza el conjuro en grado base el hechicero puede elegir entre que la zona tenga 20 metros de radio o una longitud de 40 metros en línea. Cualquier ser que tenga el paso vedado y que no supere una RM no será capaz de atravesar el escudo. Alguien que haya fallado el control tiene derecho a repetir la tirada una vez por hora. Si alguno de estos seres ya se encontraba en el interior de una zona escudada cuando el conjuro fue lanzado, podrá moverse libremente por ella hasta que salga y pretenda volver a entrar. Escudar permanece estático en el lugar donde es lanzado.",
      "initialGrade": {
        "effect": "RM 120 / 20 metros de radio.",
        "requiredIntelligence": 8,
        "retention": 15,
        "zeon": 120
      },
      "intermediateGrade": {
        "effect": "RM 160 / 30 metros de radio.",
        "requiredIntelligence": 10,
        "retention": 20,
        "zeon": 180
      },
      "level": 66,
      "name": "Escudar",
      "spellId": 20,
      "type": "Automático",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 140.",
        "requiredIntelligence": 13,
        "retention": 50,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "RM 180.",
        "requiredIntelligence": 15,
        "retention": 60,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "Por medio de este conjuro, el hechicero obtiene el control absoluto de un espíritu o de un Ser Entre Mundos. El brujo podrá transmitir sus órdenes directamente, por la conexión mística que crea con la entidad. Para resistir los efectos de este conjuro, es necesario que la entidad supere una RM (dado que se controla la esencia de la criatura, no es posible utilizar su RP). El ser tendrá derecho a una nueva Resistencia por día, y en cada ocasión en la que las órdenes recibidas vayan completamente en contra de su comportamiento.",
      "initialGrade": {
        "effect": "RM 100.",
        "requiredIntelligence": 8,
        "retention": 25,
        "zeon": 120
      },
      "intermediateGrade": {
        "effect": "RM 120.",
        "requiredIntelligence": 10,
        "retention": 40,
        "zeon": 180
      },
      "level": 70,
      "name": "Control Sobrenatural",
      "spellId": 21,
      "type": "Anímico",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Presencia máxima 200 / RM 170.",
        "requiredIntelligence": 12,
        "retention": 25,
        "zeon": 240
      },
      "arcaneGrade": {
        "effect": "Presencia máxima 260 / RM 200.",
        "requiredIntelligence": 15,
        "retention": 30,
        "zeon": 300
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "El mago ata la esencia de dos individuos, formando una unidad indivisible. De este modo, cualquier daño o efecto espiritual que reciba uno de los afectados, lo sufrirán igualmente los demás. En el caso de los conjuros anímicos, se usará la RM más elevada. Si se ata la esencia de un ser normal con otro de acumulación de daño, el primero sólo sufrirá una quinta parte del daño recibido por la criatura. En el caso de que alguno de los blancos del conjuro quiera resistirse deberá superar una RM.",
      "initialGrade": {
        "effect": "Presencia máxima 100 / RM 120.",
        "requiredIntelligence": 8,
        "retention": 15,
        "zeon": 140
      },
      "intermediateGrade": {
        "effect": "Presencia máxima 140 / RM 140.",
        "requiredIntelligence": 10,
        "retention": 20,
        "zeon": 180
      },
      "level": 72,
      "name": "Compartir Esencia",
      "spellId": 22,
      "type": "Anímico",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 160 / Presencia máxima 140",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 300
      },
      "arcaneGrade": {
        "effect": "RM 200 / Presencia máxima 180",
        "requiredIntelligence": 18,
        "retention": 0,
        "zeon": 540
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Otorga al hechicero la capacidad de transportar un alma de un cuerpo a otro. A todos los efectos, permite abandonar su antigua forma para tomar una nueva, conservando únicamente las capacidades intelectuales y anímicas. El alma puede ser ubicada tanto en cuerpos inanimados (piedras, espadas, etc...) como en seres vivos. Por naturaleza, el espíritu adquiere las limitaciones físicas de su nuevo cuerpo, aunque podrá sobrevivir mientras su carcasa no sea destruida. Si su nueva forma no tiene necesidades, el individuo podrá subsistir sin ellas. Si, por ejemplo, se transmigra a una piedra, el afectado no será consciente de qué hay en su entorno ni podrá moverse, pero en el caso de que la roca sea destruida, sería equivalente a que su cuerpo muriese. Si se introduce en un cuerpo sin vida, pero conservado en buenas condiciones, este volverá a vivir, al imbuírsele el alma de la que carecía. Si el cuerpo en el que se introduce ya tuviese alma, esta tratará naturalmente de resistirse a la intrusa. Para calcular el resultado de la lucha espiritual por el dominio, deberá realizarse un control comparativo entre ambas presencias. Cada una deberá lanzar un D100 y sumar el resultado a su presencia base (sin admitir la Tirada Abierta). Si la diferencia es superior a 100, el ganador habrá consumido a su antagonista y tomará el control del cuerpo para siempre. Si la diferencia es mayor de 50, el alma más débil permanecerá dormida indefinidamente hasta que algo la haga despertar. Finalmente, si es inferior a 50, la vencedora obtendrá un control temporal del cuerpo, aunque la más débil permanecerá despierta y tendrá derecho a un nuevo control al finalizar el día. Tanto el alma afectada como el cuerpo en el que se desea introducir, tendrán derecho a resistirse superando una RM. Este conjuro permite transmigrar cualquier clase de alma que esté presente ante el mago, lo que incluye espíritus fallecidos que aún esperan El Llamamiento, pero no trae de vuelta espíritus del más allá. Si un espíritu sobrenatural es encerrado en un cuerpo físico, pierde sus poderes anímicos, reduciendo si es preciso su nivel.",
      "initialGrade": {
        "effect": "RM 100 / Presencia máxima 60",
        "requiredIntelligence": 9,
        "retention": 0,
        "zeon": 180
      },
      "intermediateGrade": {
        "effect": "RM 140 / Presencia máxima 100",
        "requiredIntelligence": 12,
        "retention": 0,
        "zeon": 240
      },
      "level": 76,
      "name": "Transmigrar Almas",
      "spellId": 23,
      "type": "Anímico",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "+200 PD / hasta 200 PD opcionales en desventajas.",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 1000
      },
      "arcaneGrade": {
        "effect": "+300 PD / hasta 200 PD opcionales en desventajas.",
        "requiredIntelligence": 17,
        "retention": 0,
        "zeon": 2500
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Permite al mago trascender a un estado espiritual, abandonando definitivamente su cuerpo físico. A partir de ese momento, dejará de ser una criatura natural o entre mundos y pasará a convertirse en ente espiritual con Gnosis 25, gozando de todas las ventajas que ello conlleva. Adicionalmente, obtendrá PD extras, que podrá usar para elegir entre Habilidades Naturales y Poderes de Creación de Seres, descritas en el Capítulo 26. También permite escoger PD en desventajas y penalizadores para obtener puntos adicionales. Ten en cuenta que el exceso de PD aumenta el nivel del hechicero al usar este conjuro, el hechicero sume automáticamente un nivel (al convertirse en un ente espiritual) más otro adicional por cada 100 PD que obtenga sin desventajas. Este conjuro sólo funciona sobre seres naturales y seres entre mundos, por lo que no podrá ser lanzado sobre espíritus para incrementar sus habilidades nuevamente. En el caso de que un ser espiritual se reencarne de nuevo en una forma física, perderá de manera automática las ventajas y poderes que haya obtenido mediante este hechizo.",
      "initialGrade": {
        "effect": "Hasta 100 PD opcionales en desventajas.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 250
      },
      "intermediateGrade": {
        "effect": "+100 PD / hasta 100 PD opcionales en desventajas.",
        "requiredIntelligence": 13,
        "retention": 0,
        "zeon": 500
      },
      "level": 80,
      "name": "Existencia Espiritual",
      "spellId": 24,
      "type": "Efecto",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Nivel 6.",
        "requiredIntelligence": 14,
        "retention": 100,
        "zeon": 500
      },
      "arcaneGrade": {
        "effect": "Nivel 10.",
        "requiredIntelligence": 16,
        "retention": 140,
        "zeon": 700
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "Mediante su magia, el brujo crea un ente espiritual bajo su completo dominio. El ser debe ser desarrollado como un Espíritu, usando los poderes y limitaciones de dichos seres del Capítulo 26. La criatura tendrá PD y, para calcular su nivel máximo, se emplean las mismas reglas que en el conjuro Crear Ser de la vía de Creación.",
      "initialGrade": {
        "effect": "Nivel 1.",
        "requiredIntelligence": 10,
        "retention": 50,
        "zeon": 250
      },
      "intermediateGrade": {
        "effect": "Nivel 3.",
        "requiredIntelligence": 12,
        "retention": 70,
        "zeon": 350
      },
      "level": 82,
      "name": "Creación de Espíritus",
      "spellId": 25,
      "type": "Efecto",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 140 / 50 kilómetros de distancia.",
        "requiredIntelligence": 14,
        "retention": 0,
        "zeon": 400
      },
      "arcaneGrade": {
        "effect": "RM 160 / 150 kilómetros de distancia.",
        "requiredIntelligence": 16,
        "retention": 0,
        "zeon": 500
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Este conjuro esconde un alma en un contenedor físico, sin desligarla completamente de su forma original. El afectado seguirá actuando a través de su antiguo cuerpo con libertad, puesto que sigue existiendo un vínculo con su alma, aunque este no será más que una carcasa vacía inmortal, ya que su esencia vital se encuentra a salvo en otro lugar. No obstante, el hecho de que no muera no significa que sea invulnerable. El cuerpo no es inmune a los críticos y estos podrán incapacitarle por completo. Además, aunque es incapaz de perecer a causa de la pérdida de puntos de vida, si estos se reducen hasta el estado de muerte, su cuerpo se convierte en una cáscara sin vida que sólo se curará con habilidades sobrenaturales. La carcasa sin alma será inmune a los efectos místicos de carácter anímico, es decir, que afecten directamente a su esencia. Por el contrario, el contenedor sí es vulnerable, y si este es destruido el personaje morirá automáticamente. Dado que sigue existiendo un lazo entre el cuerpo y el objeto que sirve como escondite para el alma, estos no pueden separarse a mucha distancia a riesgo de que se rompa la unión y el individuo fallezca. Dicha distancia es determinada por el grado del conjuro. Si alguien quiere resistirse a este efecto, deberá superar una RM, pero una vez fallada, no tendrá derecho a repetirla mientras no se ponga en contacto físico con el contenedor.",
      "initialGrade": {
        "effect": "RM 100 / 1 kilómetro de distancia.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 200
      },
      "intermediateGrade": {
        "effect": "RM 120 / 5 kilómetros de distancia.",
        "requiredIntelligence": 12,
        "retention": 0,
        "zeon": 300
      },
      "level": 86,
      "name": "Atar Esencia Vital",
      "spellId": 26,
      "type": "Anímico",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "350 kilómetros de radio.",
        "requiredIntelligence": 13,
        "retention": 0,
        "zeon": 600
      },
      "arcaneGrade": {
        "effect": "600 kilómetros de radio.",
        "requiredIntelligence": 16,
        "retention": 0,
        "zeon": 750
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "El hechicero une su espíritu con las criaturas más naturales de la creación: los animales y las plantas, obteniendo el poder de extenderlos por todo el mundo. Verdor crea vida vegetal y animal al antojo del lanzador. La vegetación y los animales aparecerán en el mismo instante en el que se lanza este hechizo, sin importar las condiciones climatológicas de la zona el brujo podría crear una selva incluso en mitad de un desierto (aunque eso no implica que sobreviviese durante un periodo prolongado en tales condiciones). Los animales y plantas deben ser de especies y razas existentes.",
      "initialGrade": {
        "effect": "10 kilómetros de radio.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 250
      },
      "intermediateGrade": {
        "effect": "150 kilómetros de radio.",
        "requiredIntelligence": 12,
        "retention": 0,
        "zeon": 450
      },
      "level": 90,
      "name": "Verdor",
      "spellId": 27,
      "type": "Efecto",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 160 / 1.500 kilómetros de radio.",
        "requiredIntelligence": 15,
        "retention": 85,
        "zeon": 750
      },
      "arcaneGrade": {
        "effect": "RM 200 / 2.500 kilómetros de radio.",
        "requiredIntelligence": 18,
        "retention": 100,
        "zeon": 1000
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "El lanzador controla parte de la esencia del mundo, obteniendo el dominio absoluto de todos los Seres Naturales que se encuentren a su alrededor. Podrá transmitir sus órdenes directamente por la conexión mística que mantiene con los afectados, sin la necesidad de estar junto a ellos. Para resistirse, es necesario superar una RM (dado que controla la esencia misma de las criaturas, no es posible utilizar la RP). Los afectados tendrán derecho a una nueva Resistencia por día, y en cada ocasión en la que las órdenes recibidas vayan completamente en contra de su comportamiento.",
      "initialGrade": {
        "effect": "RM 100 / 100 kilómetros de radio.",
        "requiredIntelligence": 10,
        "retention": 60,
        "zeon": 300
      },
      "intermediateGrade": {
        "effect": "RM 130 / 500 kilómetros de radio.",
        "requiredIntelligence": 13,
        "retention": 75,
        "zeon": 500
      },
      "level": 92,
      "name": "Dominio de la Vida",
      "spellId": 28,
      "type": "Automático",
      "withRetention": true
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "Presencia máxima 120 / 1 década.",
        "requiredIntelligence": 15,
        "retention": 0,
        "zeon": 600
      },
      "arcaneGrade": {
        "effect": "Presencia máxima 150 / 1 siglo.",
        "requiredIntelligence": 18,
        "retention": 0,
        "zeon": 700
      },
      "bookId": 9,
      "dailyRetention": false,
      "effect": "Este conjuro arranca del más allá un alma muerta, devolviéndola a la vida. La dificultad del hechizo depende del tiempo que haya transcurrido desde el momento en el que esta falleció, ya que cuanto mayor sea el periodo, el espíritu se encontrará mucho más disperso y arraigado en el flujo de las almas. Este hechizo sólo permite traer el alma, pero no podrá atarla por sí solo a su cuerpo ni sanarlo. Para hacer completamente efectiva una resurrección, deberá trasladarse el espíritu a un cuerpo apropiado mediante el conjuro Transmigrar el Alma. Existe la posibilidad de que el tiempo que ha pasado en el más allá haya afectado de forma irreparable al alma, por lo que queda en manos del Director de Juego limitar de algún modo los recuerdos y conocimientos del individuo. No es posible resucitar un alma que ya se haya reencarnado o que fuese destruida. Por base, el alma resucitada no podrá tener una presencia superior ni su muerte superar el plazo de tiempo que determine el grado del conjuro.",
      "initialGrade": {
        "effect": "Presencia máxima 30 / 1 mes.",
        "requiredIntelligence": 10,
        "retention": 0,
        "zeon": 400
      },
      "intermediateGrade": {
        "effect": "Presencia máxima 60 / 1 año.",
        "requiredIntelligence": 13,
        "retention": 0,
        "zeon": 500
      },
      "level": 96,
      "name": "Resurrección",
      "spellId": 29,
      "type": "Efecto",
      "withRetention": false
    },
    {
      "actionType": "Activa",
      "advancedGrade": {
        "effect": "RM 180 / 2.500 kilómetros.",
        "requiredIntelligence": 16,
        "retention": 240,
        "zeon": 1200
      },
      "arcaneGrade": {
        "effect": "RM 200 / 5.000 kilómetros.",
        "requiredIntelligence": 18,
        "retention": 300,
        "zeon": 1500
      },
      "bookId": 9,
      "dailyRetention": true,
      "effect": "El lanzador controla una parte del flujo de las almas, obteniendo el dominio absoluto de todos los espíritus. Su autoridad se extiende sobre cualquier alma, lo que incluye tanto Seres Espirituales como otras criaturas similares. Tendrá un control total sobre ellas y podrá manejarlas como desee: mantenerlas en el mundo, devolverlas al flujo o modificar su esencia como se le antoje. También podrá arrancarlas de un cuerpo y reintroducirlas en otro libremente, incluso en niños que aún no han nacido (controlando así el nacimiento de Nephilim). El Señor de las Almas puede transmitir sus órdenes a las almas que se encuentren bajo su control directamente, por la conexión mística que mantiene con estas, sin necesidad de tener que estar ante ellas. Cualquiera que se pueda ver afectado por este conjuro podrá resistir sus efectos superando una RM. Aquellos que fallen el control tendrán derecho a una nueva tirada cada día, o cada vez que las órdenes recibidas vayan completamente en contra de su comportamiento. Una vez superada la Resistencia, un individuo queda completamente libre del hechizo. Este conjuro no otorga ningún control sobre los espíritus de los No Muertos, ya que se encuentran desvinculados del flujo.",
      "initialGrade": {
        "effect": "RM 120 / 100 kilómetros.",
        "requiredIntelligence": 12,
        "retention": 120,
        "zeon": 600
      },
      "intermediateGrade": {
        "effect": "RM 140 / 1.000 kilómetros.",
        "requiredIntelligence": 14,
        "retention": 160,
        "zeon": 800
      },
      "level": 100,
      "name": "Señor de las Almas",
      "spellId": 30,
      "type": "Automático",
      "withRetention": true
    }
  ],
  "type": "Menor"
}