{
  "bookId": 18,
  "bookName": "Livre de Nobleza",
  "description": "Esta sub-vía recoge todos aquellos principios relacionados con la apariencia, posición social y superioridad sobre el resto de personas. Es la magia que usa la nobleza y los grandes señores para asegurar su predominio sobre los demás.",
  "primaryBookUnaccessibles": [
    "Creación",
    "Destrucción",
    "Fuego",
    "Esencia",
    "Nigromancia."
  ],
  "spells": [
    {
      "spellId": 1,
      "bookId": 18,
      "name": "Rostro",
      "level": 4,
      "actionType": "Activa",
      "type": "Efecto",
      "effect": "Elimina las imperfecciones externas que puedan afectar el rostro del blanco del conjuro, cubriendo dichos defectos con una suave capa de maquillaje sobrenatural y aplicando un leve efecto curativo que elimina cualquier afección cutánea y realza el color. El personaje obtiene un aspecto vital y saludable.",
      "initialGrade": {
        "zeon": 30,
        "requiredIntelligence": 5,
        "effect": "Las habilidades descritas.",
        "retention": 5
      },
      "intermediateGrade": {
        "zeon": 50,
        "requiredIntelligence": 8,
        "effect": "Como en grado base, pero el personaje incrementa un punto su",
        "retention": 5
      },
      "advancedGrade": {
        "zeon": 80,
        "requiredIntelligence": 10,
        "effect": "Como en grado intermedio, pero incrementa dos puntos su Apariencia (hasta un máximo de 10)",
        "retention": 5
      },
      "arcaneGrade": {
        "zeon": 120,
        "requiredIntelligence": 12,
        "effect": "Como en grado Avanzado, pero incrementa tres puntos su Apariencia (hasta un máximo de 10).",
        "retention": 10
      },
      "withRetention": true,
      "dailyRetention": true
    },
    {
      "spellId": 2,
      "bookId": 18,
      "name": "Perfume",
      "level": 14,
      "actionType": "Activa",
      "type": "Efecto / Automático.",
      "effect": "Este conjuro modifica el olor corporal del blanco designado por el hechicero, transformándolo en un fragante aroma, suave y agradable al olfato, que evoca placenteras sensaciones a quienes lo aspiran en un área determinada por el grado del conjuro.",
      "initialGrade": {
        "zeon": 40,
        "requiredIntelligence": 5,
        "effect": "Las habilidades descritas / 20 metros de radio.",
        "retention": 5
      },
      "intermediateGrade": {
        "zeon": 60,
        "requiredIntelligence": 8,
        "effect": "Como en grado base, pero siempre que alguien sobre quien pese este conjuro deba realizar un control de Estilo en el que pueda influir su olor corporal, incrementa automáticamente un grado el nivel de dificultad alcanzado / 30 metros de radio.",
        "retention": 5
      },
      "advancedGrade": {
        "zeon": 90,
        "requiredIntelligence": 10,
        "effect": "Como en grado intermedio, pero incrementa automáticamente dos grados el nivel de dificultad alcanzado / 40 metros de radio. Arcano: Como en grado avanzado, pero todo aquel que huela el perfume durante más de 5 asaltos debe de realizar un control de RM contra 100 o quedará automáticamente en estado de fascinación, quedando atontado de placer y siendo más receptible a las palabras del blanco del conjuro / 50 metros de radio.",
        "retention": 5
      },
      "arcaneGrade": {
        "zeon": 120,
        "requiredIntelligence": 12,
        "effect": "",
        "retention": 10
      },
      "withRetention": true,
      "dailyRetention": true
    },
    {
      "spellId": 3,
      "bookId": 18,
      "name": "Musa",
      "level": 24,
      "actionType": "Activa",
      "type": "Efecto",
      "effect": "Proporciona al lanzador la inspiración necesaria para efectuar una magistral interpretación de alguna forma de arte tradicional como puede ser tocar un instrumento, cantar, bailar, pintar, escribir, componer… Este conjuro otorga al brujo o bien una habilidad base en la Habilidad Secundaria que pone a prueba (Música, Baile o Arte), o bien la mitad de dicho valor como bono a su propia habilidad. Aunque no tiene mantenimiento, los efectos de este conjuro perduran el tiempo suficiente para completar la obra iniciada, siempre y cuando esta no tenga una duración superior a un día.",
      "initialGrade": {
        "zeon": 60,
        "requiredIntelligence": 6,
        "effect": "120 de habilidad.",
        "retention": 0
      },
      "intermediateGrade": {
        "zeon": 90,
        "requiredIntelligence": 9,
        "effect": "180 de habilidad.",
        "retention": 0
      },
      "advancedGrade": {
        "zeon": 120,
        "requiredIntelligence": 11,
        "effect": "240 de habilidad.",
        "retention": 0
      },
      "arcaneGrade": {
        "zeon": 150,
        "requiredIntelligence": 13,
        "effect": "280 de habilidad.",
        "retention": 0
      },
      "withRetention": false,
      "dailyRetention": true
    },
    {
      "spellId": 4,
      "bookId": 18,
      "name": "Guardarropa",
      "level": 34,
      "actionType": "Activa",
      "type": "Efecto",
      "effect": "Transforma temporalmente las ropas del blanco del conjuro en otras de una calidad exquisita con la capacidad de permanecer limpias y planchadas en todo momento. Las manchas y salpicaduras resbalarán por la tela sin causar la menor imperfección al tejido y cualquier desgarro será zurcido sobrenaturalmente en cuestión de segundos.",
      "initialGrade": {
        "zeon": 60,
        "requiredIntelligence": 6,
        "effect": "Las habilidades descritas.",
        "retention": 5
      },
      "intermediateGrade": {
        "zeon": 90,
        "requiredIntelligence": 9,
        "effect": "Como en grado base, pero mientras lleve las ropas el personaje obtiene un bono de +50 a su habilidad secundaria Estilo. Avanzado: Como en grado intermedio, Las ropas varían de forma y color dependiendo de la situación y el momento, pero manteniendo en todo instante una apariencia gloriosa e impresionante.",
        "retention": 5
      },
      "advancedGrade": {
        "zeon": 120,
        "requiredIntelligence": 11,
        "effect": "",
        "retention": 5
      },
      "arcaneGrade": {
        "zeon": 150,
        "requiredIntelligence": 13,
        "effect": "Como en grado avanzado, pero las ropas otorgan una TA 4 contra toda clase de ataque, y se reparan automáticamente en caso de sufrir cualquier clase de daño que no sea de naturaleza sobrenatural.",
        "retention": 10
      },
      "withRetention": true,
      "dailyRetention": true
    },
    {
      "spellId": 5,
      "bookId": 18,
      "name": "Conversación Agradable",
      "level": 44,
      "actionType": "Activa",
      "type": "Automático",
      "effect": "Permite percibir los pensamientos superficiales e intereses más comunes de un individuo para poder mantener una conversación que sea agradable o entretenida para él. El afectado puede resistirse realizando un control de RM o RP. En caso de fallar, el mago obtiene un bono de +200 a todas las tiradas de Estilo y Persuasión dirigidas a fascinar al objetivo y arrastrarlo a una conversación intrascendente. La condición para que el conjuro funcione es estar conversando al menos medio minuto con una persona que no sea abiertamente hostil. Aunque no tiene mantenimiento, el bono se mantiene siempre y cuando la conversación no se detenga.      ",
      "initialGrade": {
        "zeon": 80,
        "requiredIntelligence": 7,
        "effect": "120 RM o RP.",
        "retention": 0
      },
      "intermediateGrade": {
        "zeon": 100,
        "requiredIntelligence": 10,
        "effect": "160 RM o RP.",
        "retention": 0
      },
      "advancedGrade": {
        "zeon": 120,
        "requiredIntelligence": 12,
        "effect": "200 RM o RP.",
        "retention": 0
      },
      "arcaneGrade": {
        "zeon": 150,
        "requiredIntelligence": 14,
        "effect": "240 RM o RP.",
        "retention": 0
      },
      "withRetention": false,
      "dailyRetention": true
    },
    {
      "spellId": 6,
      "bookId": 18,
      "name": "Grandeza",
      "level": 54,
      "actionType": "Activa",
      "type": "Automático",
      "effect": "Este conjuro cubre al hechicero de un aire de grandeza, proporcionándole una poderosa autoridad que intimida a todos aquellos acostumbrados a obedecer órdenes. Cualquiera que se encuentre en un área de 5 metros alrededor de él deberá realizar una tirada de RM o RP, o se sentirán impelidos a complacerle, tratándolo con el respeto y deferencia debidos a un superior; un soldado no hará preguntas, un posadero le ofrecerá su mejor mesa y los criados se arrodillarán a su paso respondiendo al más mínimo deseo. Grandeza no tiene efectos sobre individuos que tengan una marcada actitud hostil contra el lanzador, quienes le conozcan y sientan que son sus iguales o superiores, o aquellos seres que, simplemente, consideren que no podrían obedecer al brujo bajo ninguna circunstancia. Los afectados pueden repetir el control únicamente cuando el lanzador haga alguna acción tan contraria a razón que estos puedan replantearse su sumisión hacia él.      ",
      "initialGrade": {
        "zeon": 80,
        "requiredIntelligence": 7,
        "effect": "120 RM o RP.",
        "retention": 10
      },
      "intermediateGrade": {
        "zeon": 100,
        "requiredIntelligence": 10,
        "effect": "160 RM o RP.",
        "retention": 10
      },
      "advancedGrade": {
        "zeon": 120,
        "requiredIntelligence": 12,
        "effect": "200 RM o RP.",
        "retention": 15
      },
      "arcaneGrade": {
        "zeon": 150,
        "requiredIntelligence": 14,
        "effect": "240 RM o RP.",
        "retention": 15
      },
      "withRetention": true,
      "dailyRetention": false
    },
    {
      "spellId": 7,
      "bookId": 18,
      "name": "Conquistar corazones",
      "level": 64,
      "actionType": "Activa",
      "type": "Automático",
      "effect": "Este conjuro altera la percepción de las personas haciéndoles sentir que el lanzador o el sujeto designado por éste es un ser de belleza y sensualidad embriagadoras. Cualquiera sexualmente compatible con el personaje que se beneficia de sus efectos deberá superar un control de RM o RP, o quedará automáticamente embelesado, demostrando un claro interés conforme a su naturaleza, personalidad y manera de ser. Además, el individuo sobre quien recae este hechizo obtiene un bono de +200 a Persuasión (Seducción) contra cualquiera que no haya podido superar el control. La condición para ser afectado por el sortilegio es dedicar verdadera atención a la apariencia del individuo que se beneficia del conjuro.                                                                                                                                                                                                                                                                                                                                                                        ",
      "initialGrade": {
        "zeon": 100,
        "requiredIntelligence": 8,
        "effect": "120 RM o RP.",
        "retention": 5
      },
      "intermediateGrade": {
        "zeon": 150,
        "requiredIntelligence": 11,
        "effect": "160 RM o RP.",
        "retention": 10
      },
      "advancedGrade": {
        "zeon": 200,
        "requiredIntelligence": 13,
        "effect": "200 RM o RP.",
        "retention": 10
      },
      "arcaneGrade": {
        "zeon": 250,
        "requiredIntelligence": 15,
        "effect": "240 RM o RP.",
        "retention": 15
      },
      "withRetention": true,
      "dailyRetention": true
    },
    {
      "spellId": 8,
      "bookId": 18,
      "name": "Presencia Absoluta",
      "level": 74,
      "actionType": "Activa",
      "type": "Automático",
      "effect": "Este sortilegio hace que cualquier individuo en un radio alrededor del hechicero centre por completo su atención en él, siendo incapaz de fijarse o concentrarse en otra persona que no sea el brujo. Quienquiera que intente realizar una actividad que no esté centrada en el hechicero recibe automáticamente un penalizador de -40 a toda acción (-120 en caso de estar relacionada con habilidades perceptivas). La condición para ser afectado por este conjuro es simplemente estar en el interior del área designada y no superar un control de RM o RP.",
      "initialGrade": {
        "zeon": 120,
        "requiredIntelligence": 9,
        "effect": "120 RM o RP / 20 metros de radio.",
        "retention": 10
      },
      "intermediateGrade": {
        "zeon": 150,
        "requiredIntelligence": 12,
        "effect": "160 RM o RP / 50 metros de radio.",
        "retention": 10
      },
      "advancedGrade": {
        "zeon": 200,
        "requiredIntelligence": 14,
        "effect": "200 RM o RP / 100 metros de radio.",
        "retention": 15
      },
      "arcaneGrade": {
        "zeon": 250,
        "requiredIntelligence": 16,
        "effect": "240 RM o RP / 150 metros de radio.",
        "retention": 20
      },
      "withRetention": true,
      "dailyRetention": false
    },
    {
      "spellId": 9,
      "bookId": 18,
      "name": "Perfección",
      "level": 84,
      "actionType": "Activa",
      "type": "Efecto",
      "effect": "El blanco del conjuro altera su complexión física adquiriendo automáticamente una apariencia perfecta.",
      "initialGrade": {
        "zeon": 120,
        "requiredIntelligence": 9,
        "effect": "El objetivo obtiene Apariencia 10 y un bono de +100 a Estilo, Persuasión, Intimidar y Liderazgo.",
        "retention": 15
      },
      "intermediateGrade": {
        "zeon": 150,
        "requiredIntelligence": 12,
        "effect": "Como en grado base, pero sus heridas desaparecen siempre sin dejar marca o cicatriz, incrementando en +3 su nivel de regeneración base. Avanzado: Como en grado intermedio, pero el bono a Estilo, Persuasión, Intimidar y Liderazgo aumenta a +200.",
        "retention": 15
      },
      "advancedGrade": {
        "zeon": 200,
        "requiredIntelligence": 14,
        "effect": "",
        "retention": 20
      },
      "arcaneGrade": {
        "zeon": 250,
        "requiredIntelligence": 16,
        "effect": "Como en grado avanzado, pero el personaje obtiene un bono de +1 a todos sus atributos.",
        "retention": 25
      },
      "withRetention": true,
      "dailyRetention": true
    },
    {
      "spellId": 10,
      "bookId": 18,
      "name": "El Rey del Mundo",
      "level": 94,
      "actionType": "Activa",
      "type": "Efecto",
      "effect": "El hechicero emplea la magia para divinizar sus capacidades sociales, convirtiéndose en el centro de atención y veneración de todos cuantos le rodean. Cualquiera que se encuentre en un radio de él debe superar automáticamente un control de RM o considerará al hechicero como su maestro e ideal; el culmen de toda su admiración. El brujo no tendrá verdadero control sobre los afectados, quienes seguirán comportándose como correspondería a su personalidad, pero todos tratarán de satisfacer, ayudar y buscar la aprobación del lanzador como si fueran sus leales seguidores.",
      "initialGrade": {
        "zeon": 300,
        "requiredIntelligence": 10,
        "effect": "500 metros de radio / 120 RM.",
        "retention": 15
      },
      "intermediateGrade": {
        "zeon": 450,
        "requiredIntelligence": 13,
        "effect": "1 kilómetro de radio / 160 RM.",
        "retention": 15
      },
      "advancedGrade": {
        "zeon": 500,
        "requiredIntelligence": 15,
        "effect": "2 kilómetros de radio / 200 RM.",
        "retention": 20
      },
      "arcaneGrade": {
        "zeon": 700,
        "requiredIntelligence": 17,
        "effect": "5 kilómetros de radio / 240 RM.",
        "retention": 25
      },
      "withRetention": true,
      "dailyRetention": true
    }
  ]
}
